
EncounterDetailsDB = {
	["encounter_spells"] = {
		[206677] = {
			["school"] = 4,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_PERIODIC_DAMAGE"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "克洛苏斯",
		},
		[205344] = {
			["school"] = 4,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "克洛苏斯",
		},
		[205361] = {
			["school"] = 4,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_CAST_START"] = true,
			},
			["source"] = "克洛苏斯",
		},
		[191413] = {
			["school"] = 1,
			["token"] = {
				["SPELL_PERIODIC_DAMAGE"] = true,
			},
			["source"] = "Gara",
		},
		[88082] = {
			["school"] = 4,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "镜像",
		},
		[205862] = {
			["school"] = 1,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_CAST_START"] = true,
			},
			["source"] = "克洛苏斯",
		},
		[206351] = {
			["school"] = 4,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_CAST_START"] = true,
			},
			["source"] = "燃烧的余烬",
		},
		[120694] = {
			["school"] = 8,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "野兽",
		},
		[206376] = {
			["school"] = 4,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "克洛苏斯",
		},
		[205420] = {
			["school"] = 4,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_CAST_START"] = true,
			},
			["source"] = "克洛苏斯",
		},
		[206352] = {
			["school"] = 4,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "燃烧的余烬",
		},
		[193473] = {
			["school"] = 32,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "虚空触须",
		},
		[205391] = {
			["school"] = 4,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "克洛苏斯",
		},
		[205863] = {
			["school"] = 1,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "克洛苏斯",
		},
		[205370] = {
			["school"] = 4,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_CAST_START"] = true,
			},
			["source"] = "克洛苏斯",
		},
		[225362] = {
			["school"] = 1,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
		},
	},
	["emotes"] = {
		{
			{
				19.4939999999478, -- [1]
				"拥抱痛苦吧！", -- [2]
				"克洛苏斯", -- [3]
				7, -- [4]
			}, -- [1]
			{
				19.4939999999478, -- [1]
				"|TInterface\\Icons\\Spell_Fire_FelFlameStrike:20|t克洛苏斯使用|cFFFF0404|Hspell:205344|h[毁灭宝珠]|h|r瞄准了|cFFFF0404瑟薇丶凯琳娜|r！", -- [2]
				"克洛苏斯", -- [3]
				1, -- [4]
			}, -- [2]
			{
				29.4659999999567, -- [1]
				"我要撕碎你们的世界！", -- [2]
				"克洛苏斯", -- [3]
				7, -- [4]
			}, -- [3]
			{
				59.4959999999846, -- [1]
				"看着希望破灭吧！", -- [2]
				"克洛苏斯", -- [3]
				7, -- [4]
			}, -- [4]
			{
				79.4689999999828, -- [1]
				"你珍爱的一切都将燃烧！", -- [2]
				"克洛苏斯", -- [3]
				7, -- [4]
			}, -- [5]
			{
				79.4689999999828, -- [1]
				"|TInterface\\Icons\\Spell_Fire_FelFlameStrike:20|t克洛苏斯使用|cFFFF0404|Hspell:205344|h[毁灭宝珠]|h|r瞄准了|cFFFF0404Oscarsr|r！", -- [2]
				"克洛苏斯", -- [3]
				1, -- [4]
			}, -- [6]
			{
				89.4589999999735, -- [1]
				"看着希望破灭吧！", -- [2]
				"克洛苏斯", -- [3]
				7, -- [4]
			}, -- [7]
			{
				89.4589999999735, -- [1]
				"|TInterface\\Icons\\Spell_Holy_FistOfJustice:20|t克洛苏斯即将使用|cFFFF0404|Hspell:205875|h[猛击]|h|r摧毁桥梁！", -- [2]
				"克洛苏斯", -- [3]
				1, -- [4]
			}, -- [8]
			{
				102.465999999957, -- [1]
				"灰飞烟灭！", -- [2]
				"克洛苏斯", -- [3]
				7, -- [4]
			}, -- [9]
			{
				102.465999999957, -- [1]
				"|TInterface\\Icons\\Spell_Fire_FelFlameStrike:20|t克洛苏斯使用|cFFFF0404|Hspell:205344|h[毁灭宝珠]|h|r瞄准了|cFFFF0404Oscarsr|r！", -- [2]
				"克洛苏斯", -- [3]
				1, -- [4]
			}, -- [10]
			{
				119.491999999969, -- [1]
				"我要撕碎你们的世界！", -- [2]
				"克洛苏斯", -- [3]
				7, -- [4]
			}, -- [11]
			{
				149.475999999966, -- [1]
				"我要撕碎你们的世界！", -- [2]
				"克洛苏斯", -- [3]
				7, -- [4]
			}, -- [12]
			{
				164.486999999965, -- [1]
				"我要打垮你们的勇气！", -- [2]
				"克洛苏斯", -- [3]
				7, -- [4]
			}, -- [13]
			{
				164.486999999965, -- [1]
				"|TInterface\\Icons\\Spell_Fire_FelFlameStrike:20|t克洛苏斯使用|cFFFF0404|Hspell:205344|h[毁灭宝珠]|h|r瞄准了|cFFFF0404雷霆妞妞|r！", -- [2]
				"克洛苏斯", -- [3]
				1, -- [4]
			}, -- [14]
			{
				179.483999999997, -- [1]
				"我要撕碎你们的世界！", -- [2]
				"克洛苏斯", -- [3]
				7, -- [4]
			}, -- [15]
			{
				179.483999999997, -- [1]
				"|TInterface\\Icons\\Spell_Holy_FistOfJustice:20|t克洛苏斯即将使用|cFFFF0404|Hspell:205875|h[猛击]|h|r摧毁桥梁！", -- [2]
				"克洛苏斯", -- [3]
				1, -- [4]
			}, -- [16]
			{
				191.463999999978, -- [1]
				"灰飞烟灭！", -- [2]
				"克洛苏斯", -- [3]
				7, -- [4]
			}, -- [17]
			{
				191.463999999978, -- [1]
				"|TInterface\\Icons\\Spell_Fire_FelFlameStrike:20|t克洛苏斯使用|cFFFF0404|Hspell:205344|h[毁灭宝珠]|h|r瞄准了|cFFFF0404Oscarsr|r！", -- [2]
				"克洛苏斯", -- [3]
				1, -- [4]
			}, -- [18]
			{
				209.485999999975, -- [1]
				"我要把你们碾成粉末！", -- [2]
				"克洛苏斯", -- [3]
				7, -- [4]
			}, -- [19]
			{
				216.477999999945, -- [1]
				"拥抱痛苦吧！", -- [2]
				"克洛苏斯", -- [3]
				7, -- [4]
			}, -- [20]
			{
				216.477999999945, -- [1]
				"|TInterface\\Icons\\Spell_Fire_FelFlameStrike:20|t克洛苏斯使用|cFFFF0404|Hspell:205344|h[毁灭宝珠]|h|r瞄准了|cFFFF0404瑟薇丶凯琳娜|r！", -- [2]
				"克洛苏斯", -- [3]
				1, -- [4]
			}, -- [21]
			{
				230.362999999954, -- [1]
				"艾泽拉斯……必将……燃烧……", -- [2]
				"克洛苏斯", -- [3]
				7, -- [4]
			}, -- [22]
			["boss"] = "克洛苏斯",
		}, -- [1]
		{
			{
				19.6330000000307, -- [1]
				"拥抱痛苦吧！", -- [2]
				"克洛苏斯", -- [3]
				7, -- [4]
			}, -- [1]
			{
				19.6330000000307, -- [1]
				"|TInterface\\Icons\\Spell_Fire_FelFlameStrike:20|t克洛苏斯使用|cFFFF0404|Hspell:205344|h[毁灭宝珠]|h|r瞄准了|cFFFF0404Toblzhon|r！", -- [2]
				"克洛苏斯", -- [3]
				1, -- [4]
			}, -- [2]
			{
				29.6480000000447, -- [1]
				"我要撕碎你们的世界！", -- [2]
				"克洛苏斯", -- [3]
				7, -- [4]
			}, -- [3]
			{
				59.7280000000028, -- [1]
				"我要把你们碾成粉末！", -- [2]
				"克洛苏斯", -- [3]
				7, -- [4]
			}, -- [4]
			{
				79.7560000000522, -- [1]
				"拥抱痛苦吧！", -- [2]
				"克洛苏斯", -- [3]
				7, -- [4]
			}, -- [5]
			{
				79.7560000000522, -- [1]
				"|TInterface\\Icons\\Spell_Fire_FelFlameStrike:20|t克洛苏斯使用|cFFFF0404|Hspell:205344|h[毁灭宝珠]|h|r瞄准了|cFFFF0404瑟薇丶凯琳娜|r！", -- [2]
				"克洛苏斯", -- [3]
				1, -- [4]
			}, -- [6]
			{
				89.7380000000121, -- [1]
				"你们将四分五裂……", -- [2]
				"克洛苏斯", -- [3]
				7, -- [4]
			}, -- [7]
			{
				89.7380000000121, -- [1]
				"|TInterface\\Icons\\Spell_Holy_FistOfJustice:20|t克洛苏斯即将使用|cFFFF0404|Hspell:205875|h[猛击]|h|r摧毁桥梁！", -- [2]
				"克洛苏斯", -- [3]
				1, -- [4]
			}, -- [8]
			{
				102.744000000006, -- [1]
				"灰飞烟灭！", -- [2]
				"克洛苏斯", -- [3]
				7, -- [4]
			}, -- [9]
			{
				102.744000000006, -- [1]
				"|TInterface\\Icons\\Spell_Fire_FelFlameStrike:20|t克洛苏斯使用|cFFFF0404|Hspell:205344|h[毁灭宝珠]|h|r瞄准了|cFFFF0404北冰洋汽水|r！", -- [2]
				"克洛苏斯", -- [3]
				1, -- [4]
			}, -- [10]
			{
				119.732000000018, -- [1]
				"看着希望破灭吧！", -- [2]
				"克洛苏斯", -- [3]
				7, -- [4]
			}, -- [11]
			{
				149.765000000014, -- [1]
				"看着希望破灭吧！", -- [2]
				"克洛苏斯", -- [3]
				7, -- [4]
			}, -- [12]
			{
				155.805000000051, -- [1]
				"你们还没吃够教训吗？", -- [2]
				"克洛苏斯", -- [3]
				7, -- [4]
			}, -- [13]
			{
				164.740000000049, -- [1]
				"拥抱痛苦吧！", -- [2]
				"克洛苏斯", -- [3]
				7, -- [4]
			}, -- [14]
			{
				164.740000000049, -- [1]
				"|TInterface\\Icons\\Spell_Fire_FelFlameStrike:20|t克洛苏斯使用|cFFFF0404|Hspell:205344|h[毁灭宝珠]|h|r瞄准了|cFFFF0404溴溴豞|r！", -- [2]
				"克洛苏斯", -- [3]
				1, -- [4]
			}, -- [15]
			["boss"] = "克洛苏斯",
		}, -- [2]
	},
}
