
ElvCharacterDB = {
	["ChatEditHistory"] = {
		"/p 你也吃点东西吧", -- [1]
		"/p 回蓝", -- [2]
		"/wa", -- [3]
		"/mdt", -- [4]
		"/p 到的麻烦拉一下", -- [5]
		"/p 有事先走了", -- [6]
		"/p 麻烦一会儿拉一下，多谢", -- [7]
		"/p orz", -- [8]
		"/p 你先回点蓝", -- [9]
		"/p 你们让一个瘸子点了三下", -- [10]
		"/p 刚才给奶回蓝啊。。。。", -- [11]
		"/p 都见底了", -- [12]
		"/p 等下贼", -- [13]
		"/p 奶一会先吃点东西回蓝", -- [14]
		"/团队 有谁能放个邮箱maO_O", -- [15]
		"/团队 xiexie", -- [16]
		"/p 我到了", -- [17]
		"/p 你先吃点东西回蓝", -- [18]
		"/p 三号要回遛鱼啊", -- [19]
		"/p 别打xiaoguia ", -- [20]
	},
	["ChatHistoryLog"] = {
	},
}
