
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["扎丝特思 - 燃烧之刃"] = "扎丝特思 - 燃烧之刃",
	},
	["profiles"] = {
		["扎丝特思 - 燃烧之刃"] = {
			["recent"] = {
				["3-0-657-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "斯文秦兽-伊森利恩",
						["iLvl"] = 269,
						["time"] = 1543241893,
						["class"] = 3,
						["bTag"] = "雪梨#5878",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "Guerd-烈焰荆棘",
						["time"] = 1543242208,
						["class"] = 9,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "天之驕女-白银之手",
						["iLvl"] = 364,
						["time"] = 1543241929,
						["class"] = 8,
						["bTag"] = "记忆离殇#5453",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "凍住不许洗澡-死亡之翼",
						["iLvl"] = 244,
						["time"] = 1543242276,
						["class"] = 1,
						["bTag"] = "Tusitala#5509",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "暴走的爪子-血牙魔王",
						["time"] = 1543242208,
						["class"] = 3,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "站住举起手来-阿克蒙德",
						["iLvl"] = 339,
						["time"] = 1543242208,
						["class"] = 3,
						["bTag"] = "黑子4号#51741",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "励志做盲流-月神殿",
						["time"] = 1543242225,
						["class"] = 3,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "紫色将军-黑石尖塔",
						["iLvl"] = 337,
						["time"] = 1543242225,
						["class"] = 12,
						["bTag"] = "蛋蛋有型#5817",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "魔术手-迦拉克隆",
						["iLvl"] = 342,
						["time"] = 1543242195,
						["class"] = 12,
						["bTag"] = "狂战达人#5655",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "庸仁-格瑞姆巴托",
						["iLvl"] = 373,
						["time"] = 1543242008,
						["class"] = 7,
						["bTag"] = "大脑切片#51531",
					}, -- [10]
					{
						["role"] = "HEALER",
						["name"] = "心中星-伊森利恩",
						["iLvl"] = 345,
						["time"] = 1543242225,
						["class"] = 10,
						["bTag"] = "边走边停#5592",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "胸肌甩打四海-埃德萨拉",
						["iLvl"] = 356,
						["time"] = 1543242225,
						["class"] = 1,
						["bTag"] = "胸肌甩打四海#5783",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "Johnnyst-格雷迈恩",
						["iLvl"] = 323,
						["time"] = 1543242276,
						["class"] = 1,
						["bTag"] = "衰暴贱男#5694",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "施詩丶-阿克蒙德",
						["iLvl"] = 329,
						["time"] = 1543242208,
						["class"] = 8,
						["bTag"] = "笨丫头丶#5291",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "叱吒-死亡之翼",
						["iLvl"] = 277,
						["time"] = 1543242208,
						["class"] = 9,
						["bTag"] = "小蒙#5910",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "疯狂的橙子-符文图腾",
						["iLvl"] = 342,
						["time"] = 1543242228,
						["class"] = 2,
						["bTag"] = "无意#5371",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "虚都不虚-凤凰之神",
						["iLvl"] = 361,
						["time"] = 1543242225,
						["class"] = 1,
						["bTag"] = "Mirror#5552",
					}, -- [17]
					{
						["role"] = "TANK",
						["name"] = "Bridge-卡德罗斯",
						["time"] = 1543242225,
						["class"] = 12,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "笙萧-阿斯塔洛",
						["iLvl"] = 200,
						["time"] = 1543242276,
						["class"] = 9,
						["bTag"] = "笙萧#5946",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "猎丨狩-凤凰之神",
						["iLvl"] = 342,
						["time"] = 1543242276,
						["class"] = 3,
						["bTag"] = "李连结#5555",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "魏魏-贫瘠之地",
						["iLvl"] = 350,
						["time"] = 1543242234,
						["class"] = 12,
						["bTag"] = "魏贝勒#5414",
					}, -- [21]
					{
						["role"] = "TANK",
						["name"] = "Phoenixi-梅尔加尼",
						["iLvl"] = 372,
						["time"] = 1543242208,
						["class"] = 11,
						["bTag"] = "不扯蕾丝#5884",
					}, -- [22]
					{
						["role"] = "HEALER",
						["name"] = "疫苗人-阿尔萨斯",
						["iLvl"] = 380,
						["time"] = 1543242195,
						["class"] = 5,
						["bTag"] = "狂暴的黄牛肉#5725",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "小飞瞎-巴瑟拉斯",
						["iLvl"] = 358,
						["time"] = 1543242234,
						["class"] = 12,
						["bTag"] = "燃烧德拉诺#5292",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "丨灬戰士灬丨-死亡之翼",
						["iLvl"] = 330,
						["time"] = 1543242195,
						["class"] = 1,
						["bTag"] = "狂野之狼#532143",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "三泉-安苏",
						["iLvl"] = 327,
						["time"] = 1543242121,
						["class"] = 1,
						["bTag"] = "晴歆#51503",
					}, -- [26]
					{
						["role"] = "TANK",
						["name"] = "寒骨-迅捷微风",
						["iLvl"] = 287,
						["time"] = 1543242195,
						["class"] = 6,
						["bTag"] = "SMF#5704",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "獨萊獨徍-龙骨平原",
						["iLvl"] = 330,
						["time"] = 1543242234,
						["class"] = 8,
						["bTag"] = "GhostDog#52601",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "浥心-死亡之翼",
						["iLvl"] = 300,
						["time"] = 1543242195,
						["class"] = 3,
						["bTag"] = "阿庆先生#5548",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "血雨星峰-死亡之翼",
						["iLvl"] = 289,
						["time"] = 1543242208,
						["class"] = 3,
						["bTag"] = "散味#5587",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "良弓-日落沼泽",
						["time"] = 1543242232,
						["class"] = 3,
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "雷格勒斯-贫瘠之地",
						["iLvl"] = 294,
						["time"] = 1543242195,
						["class"] = 1,
						["bTag"] = "一笑解千愁#5343",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "千里漂流-安苏",
						["iLvl"] = 360,
						["time"] = 1543242225,
						["class"] = 3,
						["bTag"] = "GrayDurian#5406",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "蚵仔煎-奥尔加隆",
						["iLvl"] = 300,
						["time"] = 1543242195,
						["class"] = 8,
						["bTag"] = "呆丸子#5965",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "Concrusion-伊利丹",
						["iLvl"] = 357,
						["time"] = 1543242276,
						["class"] = 3,
						["bTag"] = "Honmy#5362",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "Greencabage-燃烧平原",
						["time"] = 1543242276,
						["class"] = 7,
					}, -- [36]
					{
						["role"] = "HEALER",
						["name"] = "我为君狂-黑石尖塔",
						["iLvl"] = 361,
						["time"] = 1543242234,
						["class"] = 2,
						["bTag"] = "我为君狂#5825",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "枯木-海加尔",
						["iLvl"] = 340,
						["time"] = 1543242276,
						["class"] = 11,
						["bTag"] = "冷月#53481",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "少女时代-塞拉摩",
						["iLvl"] = 305,
						["time"] = 1543242276,
						["class"] = 3,
						["bTag"] = "戒心人#5568",
					}, -- [39]
					{
						["role"] = "TANK",
						["name"] = "蒔緔-伊森利恩",
						["iLvl"] = 305,
						["time"] = 1543242276,
						["class"] = 12,
						["bTag"] = "劲爆#51688",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "小小奥法-巫妖之王",
						["iLvl"] = 340,
						["time"] = 1543242276,
						["class"] = 8,
						["bTag"] = "何旺#5539",
					}, -- [41]
					{
						["role"] = "TANK",
						["name"] = "黑土三少-黑铁",
						["iLvl"] = 209,
						["time"] = 1543242276,
						["class"] = 2,
						["bTag"] = "台北#51551",
					}, -- [42]
					{
						["role"] = "HEALER",
						["name"] = "墨沙-黑铁",
						["iLvl"] = 200,
						["time"] = 1543242276,
						["class"] = 2,
						["bTag"] = "台北#51551",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "Lostgost-甜水绿洲",
						["time"] = 1543242276,
						["class"] = 12,
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "百鬼夜叉-幽暗沼泽",
						["time"] = 1543242276,
						["class"] = 2,
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "暗香丶残留-死亡之翼",
						["time"] = 1543242276,
						["class"] = 1,
					}, -- [46]
				},
				["2-137-499-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "魔法惩戒-元素之力",
						["time"] = 1541934237,
						["class"] = 8,
						["leader"] = true,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "星火法圣-阿斯塔洛",
						["time"] = 1541934237,
						["class"] = 8,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "阵前卒-安苏",
						["iLvl"] = 346,
						["time"] = 1541934237,
						["class"] = 1,
						["bTag"] = "暗夜之骑士#5243813",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "只会刷血-克尔苏加德",
						["iLvl"] = 347,
						["time"] = 1541934237,
						["class"] = 5,
						["bTag"] = "亲点怕疼#5727",
					}, -- [4]
					{
						["role"] = "HEALER",
						["name"] = "妮克基德曼-燃烧之刃",
						["iLvl"] = 308,
						["time"] = 1542382801,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "frank888#51311",
					}, -- [5]
					{
						["role"] = "TANK",
						["name"] = "蝙蝠披风-燃烧之刃",
						["iLvl"] = 372,
						["time"] = 1542382801,
						["class"] = 2,
						["bTag"] = "灵魂小贼#5731",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "離殇丶-埃德萨拉",
						["iLvl"] = 314,
						["time"] = 1542382801,
						["class"] = 12,
						["bTag"] = "双手冰凉#5916",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "你来咬我啊-血吼",
						["iLvl"] = 339,
						["time"] = 1542382801,
						["class"] = 3,
						["bTag"] = "颜夜#5482",
					}, -- [8]
				},
				["2-142-518-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "胡一铲-寒冰皇冠",
						["iLvl"] = 357,
						["time"] = 1542889137,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "afreakzzz#5753",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "很厉害的虎师-死亡之翼",
						["iLvl"] = 381,
						["time"] = 1542889137,
						["class"] = 8,
						["bTag"] = "东北虎#51407",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "一脚一小朋友-格瑞姆巴托",
						["iLvl"] = 345,
						["time"] = 1542889137,
						["class"] = 10,
						["bTag"] = "SirGawain#51931",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "糯米提子-死亡之翼",
						["iLvl"] = 355,
						["time"] = 1542889137,
						["class"] = 12,
						["bTag"] = "Rogerswu#5667",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "古德猫腻-冰风岗",
						["iLvl"] = 350,
						["time"] = 1542968452,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "无极大神#5609",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "起名费了个劲-无尽之海",
						["iLvl"] = 358,
						["time"] = 1542968452,
						["class"] = 12,
						["bTag"] = "大侠丶#5421",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "老萧丶-凤凰之神",
						["iLvl"] = 360,
						["time"] = 1542968452,
						["class"] = 4,
						["bTag"] = "老萧#51537",
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "邪帝武僧-鬼雾峰",
						["iLvl"] = 349,
						["time"] = 1542968452,
						["class"] = 10,
						["bTag"] = "帝王魔星#5830",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "大侃-斯克提斯",
						["iLvl"] = 371,
						["time"] = 1543323256,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "曹令侃#5481",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "晨光花影-外域",
						["time"] = 1543323256,
						["class"] = 12,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "村正-凯恩血蹄",
						["iLvl"] = 372,
						["time"] = 1543323256,
						["class"] = 4,
						["bTag"] = "丶凌风丶#5145",
					}, -- [11]
					{
						["role"] = "HEALER",
						["name"] = "Opelnoo-狂热之刃",
						["iLvl"] = 369,
						["time"] = 1543323256,
						["class"] = 5,
						["bTag"] = "风之怒#5564",
					}, -- [12]
				},
				["3-135-495-0"] = {
					{
						["role"] = "TANK",
						["name"] = "蝙蝠披风-燃烧之刃",
						["iLvl"] = 375,
						["time"] = 1542975800,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "灵魂小贼#5731",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "寒冰之忆-燃烧之刃",
						["iLvl"] = 379,
						["time"] = 1542975800,
						["class"] = 8,
						["bTag"] = "寒冰之心#5435",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "Tigos-燃烧之刃",
						["iLvl"] = 372,
						["time"] = 1542975800,
						["class"] = 9,
						["bTag"] = "suki#5729",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "拒绝綄羙-萨菲隆",
						["iLvl"] = 367,
						["time"] = 1542371786,
						["class"] = 2,
						["bTag"] = "暗影之龙#5258",
					}, -- [4]
					{
						["role"] = "HEALER",
						["name"] = "无归漫游-燃烧之刃",
						["iLvl"] = 376,
						["time"] = 1542975800,
						["class"] = 5,
						["bTag"] = "血色维拉#5760",
					}, -- [5]
					{
						["role"] = "HEALER",
						["name"] = "洃洃啸兲吠-燃烧之刃",
						["iLvl"] = 381,
						["time"] = 1542975800,
						["class"] = 11,
						["bTag"] = "如此空空#5931",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "Icemen-巫妖之王",
						["iLvl"] = 368,
						["time"] = 1542376398,
						["class"] = 8,
						["bTag"] = "aspinrin#5205",
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "牛肉面加个蛋-冰风岗",
						["iLvl"] = 369,
						["time"] = 1542371786,
						["class"] = 11,
						["bTag"] = "沉默番茄將#5403",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "低调是一种罪-血羽",
						["iLvl"] = 367,
						["time"] = 1542368701,
						["class"] = 8,
						["bTag"] = "火云#5491",
					}, -- [9]
					{
						["role"] = "HEALER",
						["name"] = "阿维娜-通灵学院",
						["iLvl"] = 374,
						["time"] = 1542371786,
						["class"] = 5,
						["bTag"] = "月影#52471",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "咕噜猫饭-布兰卡德",
						["iLvl"] = 367,
						["time"] = 1542376355,
						["class"] = 8,
						["bTag"] = "巨硕之爱#5296",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "冰住你融化她-海克泰尔",
						["iLvl"] = 368,
						["time"] = 1542371786,
						["class"] = 8,
						["bTag"] = "一斩#5946",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "贼难受-燃烧之刃",
						["iLvl"] = 369,
						["time"] = 1542368798,
						["class"] = 4,
						["bTag"] = "惊魂之裤#582279",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "分外天-诺兹多姆",
						["iLvl"] = 372,
						["time"] = 1542376432,
						["class"] = 4,
						["bTag"] = "乌尔奇奥拉#51481",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "昔年-黑暗虚空",
						["iLvl"] = 381,
						["time"] = 1542374827,
						["class"] = 11,
						["bTag"] = "KissEternity#5851",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "神祇巛-黑暗虚空",
						["iLvl"] = 370,
						["time"] = 1542375671,
						["class"] = 10,
						["bTag"] = "神叉叉#5152",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "情陷迷城-梅尔加尼",
						["iLvl"] = 370,
						["time"] = 1542376407,
						["class"] = 5,
						["bTag"] = "落月恋歌#5721",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "战死战事-血吼",
						["iLvl"] = 376,
						["time"] = 1542376563,
						["class"] = 1,
						["bTag"] = "qwdlmm#5913",
					}, -- [18]
					{
						["role"] = "HEALER",
						["name"] = "紫馨蓝雨-伊森利恩",
						["iLvl"] = 366,
						["time"] = 1542371786,
						["class"] = 5,
						["bTag"] = "鬼鬼乱臣#5315",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "直视双眼-阿纳克洛斯",
						["iLvl"] = 369,
						["time"] = 1542376353,
						["class"] = 12,
						["bTag"] = "有基佬开我裤链#51977",
					}, -- [20]
					{
						["role"] = "HEALER",
						["name"] = "吊大灬大黑牛-埃德萨拉",
						["iLvl"] = 381,
						["time"] = 1542376450,
						["class"] = 11,
						["bTag"] = "屌丝灬男#5945",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "翘嘴萌大娘-萨格拉斯",
						["iLvl"] = 370,
						["time"] = 1542376463,
						["class"] = 12,
						["bTag"] = "保护萌#5863",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "Jass-伊森利恩",
						["iLvl"] = 373,
						["time"] = 1542376454,
						["class"] = 3,
						["bTag"] = "jashero#5487",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "米线丶米线-伊森利恩",
						["iLvl"] = 381,
						["time"] = 1542371786,
						["class"] = 12,
						["bTag"] = "阿尔托利亚潘德拉#5598",
					}, -- [24]
					{
						["role"] = "TANK",
						["name"] = "我不当坦克-伊森利恩",
						["iLvl"] = 370,
						["time"] = 1542371786,
						["class"] = 6,
						["bTag"] = "GhostNova#5572",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "卡格瓦祭司-阿纳克洛斯",
						["iLvl"] = 375,
						["time"] = 1542375677,
						["class"] = 11,
						["bTag"] = "背着的是炸弹#5598",
					}, -- [26]
					{
						["role"] = "HEALER",
						["name"] = "纯情带点萌-死亡之翼",
						["time"] = 1542371786,
						["class"] = 10,
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "常威-罗曼斯",
						["iLvl"] = 374,
						["time"] = 1542371786,
						["class"] = 4,
						["bTag"] = "紫霞#51458",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "画甲肖张-燃烧之刃",
						["iLvl"] = 383,
						["time"] = 1542975800,
						["class"] = 6,
						["bTag"] = "库卡隆战争骑士#5704",
					}, -- [29]
					{
						["role"] = "HEALER",
						["name"] = "记忆得夏天-燃烧之刃",
						["iLvl"] = 373,
						["time"] = 1542376450,
						["class"] = 2,
						["bTag"] = "记忆的夏天#5887",
					}, -- [30]
					{
						["role"] = "HEALER",
						["name"] = "尊严德-燃烧之刃",
						["iLvl"] = 375,
						["time"] = 1542376407,
						["class"] = 10,
						["bTag"] = "azureb1ues#5725",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "叁六伍-藏宝海湾",
						["iLvl"] = 379,
						["time"] = 1542376434,
						["class"] = 2,
						["bTag"] = "叁陆玖#5568",
					}, -- [32]
					{
						["role"] = "TANK",
						["name"] = "丶炼狱-石爪峰",
						["time"] = 1542975800,
						["class"] = 1,
					}, -- [33]
					{
						["role"] = "HEALER",
						["name"] = "炯炯更有神-燃烧之刃",
						["iLvl"] = 371,
						["time"] = 1542975530,
						["class"] = 11,
						["bTag"] = "卖萌电猫#5808",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "欧洲皇族血脉-伊森利恩",
						["iLvl"] = 371,
						["time"] = 1542975800,
						["class"] = 12,
						["bTag"] = "可惜是个变态#5965",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "Malabazi-燃烧之刃",
						["iLvl"] = 365,
						["time"] = 1542975800,
						["class"] = 1,
						["bTag"] = "爱摸夜螺丝#5772",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "郊区耶稣-巴瑟拉斯",
						["iLvl"] = 371,
						["time"] = 1542975800,
						["class"] = 4,
						["bTag"] = "杰叔#51762",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "小飞行员-迦拉克隆",
						["iLvl"] = 373,
						["time"] = 1542975800,
						["class"] = 1,
						["bTag"] = "小飞行员#5712",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "伦家蕾丝边啦-夏维安",
						["iLvl"] = 371,
						["time"] = 1542975800,
						["class"] = 1,
						["bTag"] = "美丽德阳#5482",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "顾薰-夏维安",
						["iLvl"] = 374,
						["time"] = 1542975800,
						["class"] = 8,
						["bTag"] = "摩罗利亚#5827",
					}, -- [40]
					{
						["role"] = "HEALER",
						["name"] = "咆哮之血-诺兹多姆",
						["time"] = 1542975800,
						["class"] = 7,
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "丶鸽小瞳-菲米丝",
						["iLvl"] = 379,
						["time"] = 1542972223,
						["class"] = 3,
						["bTag"] = "狄野千寻#5347",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "脑残小兄弟-元素之力",
						["iLvl"] = 370,
						["time"] = 1542972293,
						["class"] = 3,
						["bTag"] = "SZY#51475",
					}, -- [43]
					{
						["role"] = "HEALER",
						["name"] = "伍岁-风暴峭壁",
						["iLvl"] = 377,
						["time"] = 1542975800,
						["class"] = 2,
						["bTag"] = "伍岁#5963",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "墨色残阳-燃烧之刃",
						["iLvl"] = 380,
						["time"] = 1542975800,
						["class"] = 6,
						["bTag"] = "莱纳龙特#5898",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "死亡之魔-晴日峰（江苏）",
						["iLvl"] = 373,
						["time"] = 1542975800,
						["class"] = 3,
						["bTag"] = "华政#5239",
					}, -- [46]
					{
						["role"] = "HEALER",
						["name"] = "遍号九五二七-燃烧之刃",
						["iLvl"] = 377,
						["time"] = 1542975800,
						["class"] = 11,
						["bTag"] = "来人喂对面持矢#5972",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "情谊丨雲-伊森利恩",
						["iLvl"] = 375,
						["time"] = 1542975800,
						["class"] = 3,
						["bTag"] = "迷你之泰坦#539652",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "轻蝉噬梦-死亡之翼",
						["iLvl"] = 389,
						["time"] = 1542975800,
						["class"] = 8,
						["bTag"] = "指间风雨#5906",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "超级黑牛王-红龙军团",
						["iLvl"] = 383,
						["time"] = 1542975800,
						["class"] = 3,
						["bTag"] = "爆小学生菊花#5113",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "风玲-死亡之翼",
						["iLvl"] = 388,
						["time"] = 1542975800,
						["class"] = 12,
						["bTag"] = "无悔青春#51258",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "小小甘道夫-死亡之翼",
						["iLvl"] = 385,
						["time"] = 1542975800,
						["class"] = 8,
						["bTag"] = "Cyster#5465",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "瓜瓜无敌-风暴峭壁",
						["iLvl"] = 379,
						["time"] = 1542975800,
						["class"] = 4,
						["bTag"] = "一个人扯淡#5791",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "战风凛冽-死亡之翼",
						["iLvl"] = 385,
						["time"] = 1542975800,
						["class"] = 6,
						["bTag"] = "难回首#51401",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "糖稀鸡蛋-燃烧之刃",
						["iLvl"] = 383,
						["time"] = 1542975800,
						["class"] = 2,
						["bTag"] = "阿萨托斯#51588",
					}, -- [55]
					{
						["role"] = "HEALER",
						["name"] = "雪貂酱-夏维安",
						["iLvl"] = 380,
						["time"] = 1542975800,
						["class"] = 5,
						["bTag"] = "雪貂酱#5433",
					}, -- [56]
					{
						["role"] = "HEALER",
						["name"] = "吧唧叭叽丶-燃烧之刃",
						["iLvl"] = 355,
						["time"] = 1542975593,
						["class"] = 7,
						["bTag"] = "吧唧丶#51228",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "谁在那儿-燃烧之刃",
						["time"] = 1542975800,
						["class"] = 9,
					}, -- [58]
				},
			},
			["createHistoryList"] = {
				"1-124-420-0", -- [1]
			},
			["version"] = "80000.07",
			["searchHistoryList"] = {
				"2-0-0-0", -- [1]
				"1-0-0-0", -- [2]
				"2-143-522-0", -- [3]
				"2-144-526-0", -- [4]
				"2-137-499-0", -- [5]
				"6-0-0-0", -- [6]
				"1-248-650-0", -- [7]
				"1-124-420-0", -- [8]
			},
			["settings"] = {
				["storage"] = {
					["y"] = 0,
					["x"] = 394.750610351563,
					["scale"] = 1,
				},
			},
			["advShine"] = "80000.07",
			["lastSearchCode"] = "2-0-0-0",
			["searchInputHistory"] = {
				["1-124-419-0"] = {
					"世界", -- [1]
				},
				["1-124-420-0"] = {
					"boss", -- [1]
					"世界", -- [2]
				},
			},
			["worldQuestHelp"] = true,
			["chatGroupListening"] = {
				["APP_WHISPER"] = {
					[6] = false,
					[7] = false,
					[8] = false,
					[10] = false,
					[9] = false,
				},
			},
		},
	},
}
