
EasyObliterate_IgnoreList = {
	"|cffffffff|Hitem:127837::::::::110:268::::::|h[原始魔力饮剂]|h|r", -- [1]
	"|cffffffff|Hitem:127835::::::::110:268::::::|h[古代法力药水]|h|r", -- [2]
	"|cffa335ee|Hitem:128710::::::::110:268::13:3:689:601:669:::|h[暗月套牌：应许]|h|r", -- [3]
	"|cffffffff|Hitem:127847::::::::110:268::::::|h[耳语契约合剂]|h|r", -- [4]
	"|cffffffff|Hitem:127840::::::::110:268::::::|h[隐形饮剂]|h|r", -- [5]
	"|cffffffff|Hitem:127839::::::::110:268::::::|h[雪崩药剂]|h|r", -- [6]
	"|cffffffff|Hitem:127846::::::::110:268::::::|h[魔力洪流药水]|h|r", -- [7]
	"|cffffffff|Hitem:127837::::::::110:269::::::|h[原始魔力饮剂]|h|r", -- [8]
	"|cffffffff|Hitem:127847::::::::110:269::::::|h[耳语契约合剂]|h|r", -- [9]
	"|cffffffff|Hitem:127840::::::::110:269::::::|h[隐形饮剂]|h|r", -- [10]
	"|cffffffff|Hitem:127839::::::::110:269::::::|h[雪崩药剂]|h|r", -- [11]
	"|cffffffff|Hitem:127846::::::::110:269::::::|h[魔力洪流药水]|h|r", -- [12]
}
