
ElvCharacterDB = {
	["ChatEditHistory"] = {
		"/s 你说什么其他区域O_O", -- [1]
		"/s 库尔提拉斯的其他两个区吗", -- [2]
		"/s 从祖达萨的船，可以选区域", -- [3]
		"/s 任务有引导", -- [4]
		"/s 我先回祖达萨了", -- [5]
		"/s 再见", -- [6]
		"/wa", -- [7]
		"/roll", -- [8]
		"/s |cffa335ee|Hkeystone:158923:248:11:9:7:12:16|h[钥石：维克雷斯庄园 (11)]|h|r", -- [9]
		"/dance", -- [10]
		"/s 光德的确看着不错", -- [11]
		"/g 可能会有用，，，，有一点可能有", -- [12]
		"/团队 技能挨在一块就是容易卡。。", -- [13]
		"/pull 5", -- [14]
		"/p |cffa335ee|Hkeystone:158923:246:11:10:8:4:16|h[钥石：托尔达戈 (11)]|h|r", -- [15]
		"/p |cffa335ee|Hitem:159612::::::::120:270::16:3:5010:1542:4786:::|h[艾泽洛克的共鸣之心]|h|r", -- [16]
		"/mdt", -- [17]
		"/g 是都卡吗O_O", -- [18]
		"/s 1", -- [19]
		"/sit", -- [20]
	},
	["ChatHistoryLog"] = {
	},
}
