
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["牛奶酒 - 燃烧之刃"] = "牛奶酒 - 燃烧之刃",
	},
	["profiles"] = {
		["牛奶酒 - 燃烧之刃"] = {
			["lastSearchCode"] = "1-0-0-0",
			["createHistoryList"] = {
				"2-114-447-0", -- [1]
				"1-124-422-0", -- [2]
			},
			["version"] = "80000.07",
			["searchHistoryList"] = {
				"1-0-0-0", -- [1]
				"1-247-647-0", -- [2]
				"6-0-0-0", -- [3]
				"1-2-206-0", -- [4]
				"3-135-495-0", -- [5]
				"1-248-652-0", -- [6]
				"2-137-499-0", -- [7]
				"2-139-645-0", -- [8]
				"2-138-644-0", -- [9]
				"2-0-0-0", -- [10]
				"1-124-420-0", -- [11]
			},
			["settings"] = {
				["storage"] = {
					["y"] = 0,
					["x"] = 395.554809570313,
					["scale"] = 1,
				},
			},
			["advShine"] = "80000.07",
			["recent"] = {
				["3-135-496-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "扎贡丶纳斯-燃烧之刃",
						["iLvl"] = 383,
						["time"] = 1543493882,
						["class"] = 8,
						["bTag"] = "灵魂小贼#5731",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "天凉王破-燃烧之刃",
						["iLvl"] = 381,
						["time"] = 1542893782,
						["class"] = 9,
						["bTag"] = "库卡隆战争骑士#5704",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "思榆小宝-丽丽（四川）",
						["iLvl"] = 383,
						["time"] = 1542893782,
						["class"] = 4,
						["bTag"] = "就是要斩杀#5527",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "糖稀鸡蛋-燃烧之刃",
						["iLvl"] = 381,
						["time"] = 1542893782,
						["class"] = 2,
						["bTag"] = "阿萨托斯#51588",
					}, -- [4]
					{
						["role"] = "HEALER",
						["name"] = "热狗披萨丶-安苏",
						["iLvl"] = 380,
						["time"] = 1542893782,
						["class"] = 10,
						["bTag"] = "杜文强#5673",
					}, -- [5]
					{
						["role"] = "HEALER",
						["name"] = "小熊吃蜂蜜-迅捷微风",
						["iLvl"] = 383,
						["time"] = 1542893782,
						["class"] = 5,
						["bTag"] = "UrsaMino#5633",
					}, -- [6]
					{
						["role"] = "TANK",
						["name"] = "Mattdamon-萨尔",
						["iLvl"] = 382,
						["time"] = 1542893782,
						["class"] = 6,
						["bTag"] = "胡子猫#5122",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "大熊捉小熊-迅捷微风",
						["iLvl"] = 383,
						["time"] = 1542893782,
						["class"] = 12,
						["bTag"] = "UrsaMaja#5835",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "战神月-血吼",
						["iLvl"] = 383,
						["time"] = 1542893782,
						["class"] = 1,
						["bTag"] = "战丶神#51940",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "嘀嘀叭叭丶-燃烧之刃",
						["iLvl"] = 383,
						["time"] = 1543493492,
						["class"] = 12,
						["bTag"] = "吧唧丶#51228",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "Bladepoint-影之哀伤",
						["iLvl"] = 384,
						["time"] = 1542893782,
						["class"] = 1,
						["bTag"] = "艾尔之子#5112357",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "暗夜丶觉醒-地狱之石",
						["iLvl"] = 380,
						["time"] = 1542893358,
						["class"] = 12,
						["bTag"] = "肆意#5245",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "鬼神疯丶戮-丽丽（四川）",
						["iLvl"] = 383,
						["time"] = 1542893782,
						["class"] = 2,
						["bTag"] = "幸运之翼#521570",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "弋灬-海克泰尔",
						["iLvl"] = 386,
						["time"] = 1542893782,
						["class"] = 4,
						["bTag"] = "希尔丶瓦纳斯#5397",
					}, -- [14]
					{
						["role"] = "HEALER",
						["name"] = "基尔伽丹-耐奥祖",
						["iLvl"] = 382,
						["time"] = 1542893782,
						["class"] = 7,
						["bTag"] = "基尔伽丹#5109",
					}, -- [15]
					{
						["role"] = "HEALER",
						["name"] = "记忆得夏天-燃烧之刃",
						["iLvl"] = 375,
						["time"] = 1542893782,
						["class"] = 2,
						["bTag"] = "记忆的夏天#5887",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "烈焰舞者-深渊之巢",
						["iLvl"] = 381,
						["time"] = 1542893782,
						["class"] = 8,
						["bTag"] = "烈焰大大#5409",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "风夕-血色十字军",
						["iLvl"] = 384,
						["time"] = 1542893782,
						["class"] = 9,
						["bTag"] = "夜雪#5358",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "喜牛牛-大漩涡",
						["iLvl"] = 383,
						["time"] = 1542893782,
						["class"] = 11,
						["bTag"] = "古怪之德鲁伊#5498",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "枫残月-迦顿",
						["iLvl"] = 382,
						["time"] = 1542893782,
						["class"] = 8,
						["bTag"] = "YelMoon#5534",
					}, -- [20]
					{
						["role"] = "TANK",
						["name"] = "画甲肖张-燃烧之刃",
						["iLvl"] = 383,
						["time"] = 1543495026,
						["class"] = 6,
						["bTag"] = "库卡隆战争骑士#5704",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "狂扁小绵羊-燃烧之刃",
						["iLvl"] = 380,
						["time"] = 1543495026,
						["class"] = 3,
						["bTag"] = "花式吊打#5421",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "Tigos-燃烧之刃",
						["iLvl"] = 375,
						["time"] = 1543495026,
						["class"] = 9,
						["bTag"] = "suki#5729",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "喀莎莉-燃烧之刃",
						["iLvl"] = 383,
						["time"] = 1543495026,
						["class"] = 2,
						["bTag"] = "血色维拉#5760",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "夜盲症-夏维安",
						["iLvl"] = 378,
						["time"] = 1543495026,
						["class"] = 6,
						["bTag"] = "joker#513989",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "万无一失-贫瘠之地",
						["iLvl"] = 376,
						["time"] = 1543495026,
						["class"] = 12,
						["bTag"] = "说不得#5731",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "十萨内蒂十-布兰卡德",
						["iLvl"] = 382,
						["time"] = 1543495026,
						["class"] = 1,
						["bTag"] = "沉默之剑#524317",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "慢慢没有感觉-死亡之翼",
						["iLvl"] = 381,
						["time"] = 1543495026,
						["class"] = 4,
						["bTag"] = "正义的晋哥#5621",
					}, -- [28]
					{
						["role"] = "TANK",
						["name"] = "蝙蝠披风-燃烧之刃",
						["time"] = 1543493069,
						["class"] = 2,
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "暗藏杀机-甜水绿洲",
						["iLvl"] = 379,
						["time"] = 1543495026,
						["class"] = 4,
						["bTag"] = "歲月如歌#5732",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "寒冰之忆-燃烧之刃",
						["iLvl"] = 381,
						["time"] = 1543495026,
						["class"] = 8,
						["bTag"] = "寒冰之心#5435",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "小小呈-阿斯塔洛",
						["iLvl"] = 379,
						["time"] = 1543495026,
						["class"] = 12,
						["bTag"] = "蛮力之兽#513700",
					}, -- [32]
					{
						["role"] = "HEALER",
						["name"] = "野牛新之助-太阳之井",
						["iLvl"] = 378,
						["time"] = 1543493304,
						["class"] = 11,
						["bTag"] = "额尔古纳#51205",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "氪刀-格瑞姆巴托",
						["iLvl"] = 378,
						["time"] = 1543495026,
						["class"] = 12,
						["bTag"] = "闪烁星空#51774",
					}, -- [34]
					{
						["role"] = "HEALER",
						["name"] = "闪烁圣光-格瑞姆巴托",
						["iLvl"] = 382,
						["time"] = 1543495026,
						["class"] = 2,
						["bTag"] = "闪烁星空#51774",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "若光似影-燃烧之刃",
						["iLvl"] = 378,
						["time"] = 1543495026,
						["class"] = 4,
						["bTag"] = "阿萨托斯#51588",
					}, -- [36]
					{
						["role"] = "HEALER",
						["name"] = "山竹丶-燃烧之刃",
						["iLvl"] = 381,
						["time"] = 1543495026,
						["class"] = 5,
						["bTag"] = "吧唧丶#51228",
					}, -- [37]
					{
						["role"] = "HEALER",
						["name"] = "凉开水-凤凰之神",
						["iLvl"] = 379,
						["time"] = 1543495026,
						["class"] = 7,
						["bTag"] = "夜色#5176",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "绝对嚣张-阿曼尼",
						["iLvl"] = 385,
						["time"] = 1543495026,
						["class"] = 8,
						["bTag"] = "JumpyWizard#542195",
					}, -- [39]
					{
						["role"] = "HEALER",
						["name"] = "二队骑士-阿尔萨斯",
						["iLvl"] = 379,
						["time"] = 1543494419,
						["class"] = 2,
						["bTag"] = "一颗小白菜#5186",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "腤之泠凊-燃烧之刃",
						["iLvl"] = 383,
						["time"] = 1543495026,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "灵魂小贼#5731",
					}, -- [41]
					{
						["role"] = "HEALER",
						["name"] = "怒拳-麦姆",
						["iLvl"] = 384,
						["time"] = 1543495026,
						["class"] = 10,
						["bTag"] = "天使#5657",
					}, -- [42]
				},
				["3-135-495-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "迷糊的小绵羊-燃烧之刃",
						["iLvl"] = 381,
						["time"] = 1541166667,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "寒冰之心#5435",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "扎贡丶纳斯-燃烧之刃",
						["iLvl"] = 380,
						["time"] = 1541166667,
						["class"] = 8,
						["bTag"] = "灵魂小贼#5731",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "谁在那儿-燃烧之刃",
						["iLvl"] = 377,
						["time"] = 1541166667,
						["class"] = 9,
						["bTag"] = "卖萌电猫#5808",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "尊严德-燃烧之刃",
						["iLvl"] = 375,
						["time"] = 1541166667,
						["class"] = 10,
						["bTag"] = "azureb1ues#5725",
					}, -- [4]
					{
						["role"] = "HEALER",
						["name"] = "Pandahero-燃烧之刃",
						["iLvl"] = 381,
						["time"] = 1541166667,
						["class"] = 10,
						["bTag"] = "suki#5729",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "洃洃啸兲吠-燃烧之刃",
						["iLvl"] = 379,
						["time"] = 1541166667,
						["class"] = 11,
						["bTag"] = "如此空空#5931",
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "无归漫游-燃烧之刃",
						["iLvl"] = 366,
						["time"] = 1541166667,
						["class"] = 5,
						["bTag"] = "血色维拉#5760",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "丨海纳百川丨-燃烧之刃",
						["iLvl"] = 379,
						["time"] = 1541164346,
						["class"] = 1,
						["bTag"] = "小段段#5674",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "若光似影-燃烧之刃",
						["iLvl"] = 368,
						["time"] = 1541166667,
						["class"] = 4,
						["bTag"] = "阿萨托斯#51588",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "墨色残阳-燃烧之刃",
						["iLvl"] = 373,
						["time"] = 1541166667,
						["class"] = 6,
						["bTag"] = "莱纳龙特#5898",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "飛揚-熔火之心",
						["iLvl"] = 384,
						["time"] = 1541166667,
						["class"] = 9,
						["bTag"] = "飛揚#51641",
					}, -- [11]
					{
						["role"] = "TANK",
						["name"] = "被遗忘的梦境-龙骨平原",
						["iLvl"] = 375,
						["time"] = 1541166667,
						["class"] = 2,
						["bTag"] = "希望的未来#51695",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "落叶的徘徊-加基森",
						["iLvl"] = 373,
						["time"] = 1541166667,
						["class"] = 9,
						["bTag"] = "落叶的凋零#5289",
					}, -- [13]
					{
						["role"] = "HEALER",
						["name"] = "爱泽神-凤凰之神",
						["iLvl"] = 381,
						["time"] = 1541166667,
						["class"] = 10,
						["bTag"] = "赵恩泽#5665",
					}, -- [14]
					{
						["role"] = "HEALER",
						["name"] = "天孓門生-血色十字军",
						["iLvl"] = 377,
						["time"] = 1541166667,
						["class"] = 5,
						["bTag"] = "天孓門生#5307",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "不玩魔兽-艾莫莉丝",
						["iLvl"] = 375,
						["time"] = 1541166667,
						["class"] = 8,
						["bTag"] = "妞的材哥#5181",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "妖乄逆天-纳克萨玛斯",
						["iLvl"] = 375,
						["time"] = 1541166667,
						["class"] = 8,
						["bTag"] = "御风归去#5223",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "飞十一-海克泰尔",
						["iLvl"] = 379,
						["time"] = 1541164486,
						["class"] = 3,
						["bTag"] = "飞十一#5226",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "韶华丹心-凤凰之神",
						["iLvl"] = 381,
						["time"] = 1541166667,
						["class"] = 3,
						["bTag"] = "风的气息#5119",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "浪花上的雨滴-鬼雾峰",
						["iLvl"] = 379,
						["time"] = 1541166667,
						["class"] = 1,
						["bTag"] = "淼淼#5107",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "恶魔思密达-黑铁",
						["iLvl"] = 376,
						["time"] = 1541166667,
						["class"] = 8,
						["bTag"] = "风中追风#53569",
					}, -- [21]
					{
						["role"] = "TANK",
						["name"] = "Nevermorei-迦拉克隆",
						["time"] = 1541166667,
						["class"] = 6,
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "无瞳螃蟹-狂热之刃",
						["iLvl"] = 378,
						["time"] = 1541166667,
						["class"] = 1,
						["bTag"] = "小螃蟹#5517",
					}, -- [23]
				},
				["2-137-499-0"] = {
					{
						["role"] = "TANK",
						["name"] = "洃洃啸兲吠-燃烧之刃",
						["iLvl"] = 380,
						["time"] = 1542367100,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "如此空空#5931",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "寧靜致遠-燃烧之刃",
						["iLvl"] = 335,
						["time"] = 1542367100,
						["class"] = 12,
						["bTag"] = "小段段#5674",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "Pandahero-燃烧之刃",
						["time"] = 1542367100,
						["class"] = 10,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "偷偷杀死你-贫瘠之地",
						["iLvl"] = 343,
						["time"] = 1542367100,
						["class"] = 4,
						["bTag"] = "湿灬透#5155",
					}, -- [4]
				},
				["1-247-647-0"] = {
					{
						["role"] = "TANK",
						["name"] = "阿喀牛斯-死亡之翼",
						["iLvl"] = 335,
						["time"] = 1541430935,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "弑血幽炎#5400",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "秋丶凌白-安加萨",
						["iLvl"] = 354,
						["time"] = 1541430935,
						["class"] = 6,
						["bTag"] = "舅舅说的也对#5925",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "惜別之淚-格瑞姆巴托",
						["iLvl"] = 322,
						["time"] = 1541430935,
						["class"] = 6,
						["bTag"] = "寻觅#5224",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "张打铁-丽丽（四川）",
						["iLvl"] = 347,
						["time"] = 1541430935,
						["class"] = 10,
						["bTag"] = "夜归#5324",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "鞋子掉了-泰兰德",
						["iLvl"] = 354,
						["time"] = 1541430935,
						["class"] = 2,
						["bTag"] = "ShadowStorm#588308",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "风骚一箭-凤凰之神",
						["iLvl"] = 376,
						["time"] = 1541430935,
						["class"] = 3,
						["bTag"] = "风蚀无伤#5268",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "阿拉斯加灬-安苏",
						["iLvl"] = 301,
						["time"] = 1541430935,
						["class"] = 12,
						["bTag"] = "Abner91#5979",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "Cdeab-贫瘠之地",
						["time"] = 1541430935,
						["class"] = 12,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "大脸小胸萌-伊萨里奥斯",
						["time"] = 1541430935,
						["class"] = 12,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "丶冰-恶魔之魂",
						["iLvl"] = 266,
						["time"] = 1541430935,
						["class"] = 3,
						["bTag"] = "亦寒#5491",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "橘子汁-伊利丹",
						["time"] = 1541430935,
						["class"] = 3,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "血龙圣光-爱斯特纳",
						["iLvl"] = 341,
						["time"] = 1541430935,
						["class"] = 2,
						["bTag"] = "古老道#5155",
					}, -- [12]
					{
						["role"] = "TANK",
						["name"] = "狐崽丶-血色十字军",
						["time"] = 1541430935,
						["class"] = 6,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "血小溅丶丶-格瑞姆巴托",
						["iLvl"] = 383,
						["time"] = 1541430935,
						["class"] = 8,
						["bTag"] = "silence#51112",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "熊渣-奥尔加隆",
						["iLvl"] = 363,
						["time"] = 1541430935,
						["class"] = 11,
						["bTag"] = "渴望上树的熊#5492",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "紫紫晶-布鲁塔卢斯",
						["iLvl"] = 325,
						["time"] = 1541430935,
						["class"] = 10,
						["bTag"] = "幸运之枭#51509",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "蔚蓝乐章-无尽之海",
						["iLvl"] = 349,
						["time"] = 1541430935,
						["class"] = 3,
						["bTag"] = "Youngblood#5970",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "寰宇-死亡之翼",
						["iLvl"] = 383,
						["time"] = 1541430935,
						["class"] = 2,
						["bTag"] = "光芒乱射#5682",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "恶魔蝙蝠-安苏",
						["iLvl"] = 319,
						["time"] = 1541430935,
						["class"] = 12,
						["bTag"] = "爱怼妹的雨伞#5525",
					}, -- [19]
					{
						["role"] = "TANK",
						["name"] = "姐姐是骑士-塞拉摩",
						["iLvl"] = 345,
						["time"] = 1541430935,
						["class"] = 6,
						["bTag"] = "酒歌狂行#5172",
					}, -- [20]
					{
						["role"] = "TANK",
						["name"] = "好大的一头牛-黑铁",
						["iLvl"] = 298,
						["time"] = 1541430935,
						["class"] = 11,
						["bTag"] = "史诗之巨魔#513755",
					}, -- [21]
					{
						["role"] = "TANK",
						["name"] = "夺魂之刃-伊森利恩",
						["iLvl"] = 272,
						["time"] = 1541430935,
						["class"] = 12,
						["bTag"] = "Venona#5657",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "飘零落雨-奥尔加隆",
						["iLvl"] = 281,
						["time"] = 1541430935,
						["class"] = 9,
						["bTag"] = "加西亚#51729",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "血色游侠-鲜血熔炉",
						["iLvl"] = 348,
						["time"] = 1541430935,
						["class"] = 3,
						["bTag"] = "血色残阳#5270",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "莱安娜-亚雷戈斯",
						["iLvl"] = 241,
						["time"] = 1541430935,
						["class"] = 10,
						["bTag"] = "大番茄#5989",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "Flatfoosie-冬寒",
						["iLvl"] = 298,
						["time"] = 1541430935,
						["class"] = 3,
						["bTag"] = "YIWUNONG#5455",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "涅槃凤凰-伊利丹",
						["iLvl"] = 357,
						["time"] = 1541430935,
						["class"] = 8,
						["bTag"] = "泰坦#5724",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "忠诚之泪-白骨荒野",
						["iLvl"] = 348,
						["time"] = 1541430935,
						["class"] = 1,
						["bTag"] = "忠诚之泪#5580",
					}, -- [28]
					{
						["role"] = "TANK",
						["name"] = "聖騎侍-冰风岗",
						["time"] = 1541430935,
						["class"] = 2,
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "焰灵姬-回音山",
						["time"] = 1541430935,
						["class"] = 4,
					}, -- [30]
					{
						["role"] = "TANK",
						["name"] = "别瞄是爹-卡扎克",
						["time"] = 1541430935,
						["class"] = 11,
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "Yasemin-艾露恩",
						["time"] = 1541430935,
						["class"] = 1,
					}, -- [32]
				},
			},
			["searchInputHistory"] = {
				["1-124-420-0"] = {
					"诸王", -- [1]
					"世界boss", -- [2]
				},
				["1-124-423-0"] = {
					"世界", -- [1]
				},
				["6-0-0-0"] = {
					"p4", -- [1]
					"后门", -- [2]
				},
				["1-124-421-0"] = {
					"通缉", -- [1]
				},
				["1-0-0-0"] = {
					"世界boss", -- [1]
					"纨绔", -- [2]
					"世界", -- [3]
				},
				["2-111-418-0"] = {
					"返航", -- [1]
					"雷霆", -- [2]
				},
			},
			["worldQuestHelp"] = true,
			["chatGroupListening"] = {
				["APP_WHISPER"] = {
					[8] = false,
					[10] = false,
					[9] = false,
				},
			},
		},
	},
}
