
ElvCharacterDB = {
	["ChatEditHistory"] = {
		"/团队 要不真的可能不够。。。", -- [1]
		"/团队 粽子走了", -- [2]
		"/团队 要不咋说dps不够O_O", -- [3]
		"/团队 话说，这样看看变猫能不能看到？", -- [4]
		"/团队 要不 不好找伊利丹了啊", -- [5]
		"/团队 那就分散找？", -- [6]
		"/团队 那就真的必须要dps压到没有火圈跟基点了，分散找的话", -- [7]
		"/dance", -- [8]
		"/团队 不掉新按到", -- [9]
		"/团队 被炸懵了O_O", -- [10]
		"/团队 总比直接死了强。。。。", -- [11]
		"/cw 霜与火的协奏-燃烧之刃 123", -- [12]
		"/g 有啥打啥。。。", -- [13]
		"/g 深蓝在换号", -- [14]
		"/p 1", -- [15]
		"/p 是多少层的O_O", -- [16]
		"/p 失误", -- [17]
		"/p 食物", -- [18]
		"/g O_O", -- [19]
		"/g 没事干，看着还有时间，稍微看看", -- [20]
	},
	["ChatHistoryLog"] = {
	},
}
