
ElvCharacterDB = {
	["ChatEditHistory"] = {
		"/团队 要不真的可能不够。。。", -- [1]
		"/团队 粽子走了", -- [2]
		"/团队 要不咋说dps不够O_O", -- [3]
		"/团队 话说，这样看看变猫能不能看到？", -- [4]
		"/团队 要不 不好找伊利丹了啊", -- [5]
		"/团队 那就分散找？", -- [6]
		"/团队 那就真的必须要dps压到没有火圈跟基点了，分散找的话", -- [7]
		"/dance", -- [8]
		"/团队 不掉新按到", -- [9]
		"/团队 被炸懵了O_O", -- [10]
		"/团队 总比直接死了强。。。。", -- [11]
		"/cw 霜与火的协奏-燃烧之刃 123", -- [12]
		"/g 有啥打啥。。。", -- [13]
		"/g 深蓝在换号", -- [14]
		"/p 1", -- [15]
		"/p 是多少层的O_O", -- [16]
		"/p 失误", -- [17]
		"/p 食物", -- [18]
		"/g O_O", -- [19]
		"/g 没事干，看着还有时间，稍微看看", -- [20]
	},
	["ChatHistoryLog"] = {
		{
			"|cffffff00|Hachievement:12078:Player-829-0381D4C3:0:0:0:-1:2147483647:268419069:0:0|h[阿古斯指挥官]|h|r 这3个就是不刷。", -- [1]
			"嘀嘀叭叭丶-燃烧之刃", -- [2]
			"", -- [3]
			"", -- [4]
			"", -- [5]
			"", -- [6]
			0, -- [7]
			0, -- [8]
			"", -- [9]
			0, -- [10]
			2947, -- [11]
			"Player-829-0381D4C3", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cffa330c9嘀嘀叭叭丶|r",
			[51] = 1543586596,
			[50] = "CHAT_MSG_GUILD",
		}, -- [1]
		{
			"总会刷的。还有个会掉坐骑", -- [1]
			"Tigos-燃烧之刃", -- [2]
			"", -- [3]
			"", -- [4]
			"", -- [5]
			"", -- [6]
			0, -- [7]
			0, -- [8]
			"", -- [9]
			0, -- [10]
			4041, -- [11]
			"Player-829-03BFB54D", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cff8787edTigos|r",
			[51] = 1543587115,
			[50] = "CHAT_MSG_GUILD",
		}, -- [2]
		{
			"多谢各位", -- [1]
			"Malabazi-燃烧之刃", -- [2]
			"", -- [3]
			"", -- [4]
			"", -- [5]
			"", -- [6]
			0, -- [7]
			0, -- [8]
			"", -- [9]
			0, -- [10]
			4111, -- [11]
			"Player-829-03DF1078", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cffc69b6dMalabazi|r",
			[51] = 1543587148,
			[50] = "CHAT_MSG_GUILD",
		}, -- [3]
		{
			"好", -- [1]
			"Malabazi-燃烧之刃", -- [2]
			"", -- [3]
			"", -- [4]
			"", -- [5]
			"", -- [6]
			0, -- [7]
			0, -- [8]
			"", -- [9]
			0, -- [10]
			4132, -- [11]
			"Player-829-03DF1078", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cffc69b6dMalabazi|r",
			[51] = 1543587160,
			[50] = "CHAT_MSG_GUILD",
		}, -- [4]
		{
			"希望这周H出武器", -- [1]
			"Malabazi-燃烧之刃", -- [2]
			"", -- [3]
			"", -- [4]
			"", -- [5]
			"", -- [6]
			0, -- [7]
			0, -- [8]
			"", -- [9]
			0, -- [10]
			4152, -- [11]
			"Player-829-03DF1078", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cffc69b6dMalabazi|r",
			[51] = 1543587167,
			[50] = "CHAT_MSG_GUILD",
		}, -- [5]
		{
			"%s获得了成就|cffffff00|Hachievement:12844:Player-829-037DF6E2:1:11:30:18:4294967295:4294967295:4294967295:4294967295|h[暴富矿区！！]|h|r！", -- [1]
			"古无者", -- [2]
			"", -- [3]
			"", -- [4]
			"古无者", -- [5]
			"", -- [6]
			0, -- [7]
			0, -- [8]
			"", -- [9]
			0, -- [10]
			10245, -- [11]
			"Player-829-037DF6E2", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cff0070dd古无者|r",
			[51] = 1543590096,
			[50] = "CHAT_MSG_GUILD_ACHIEVEMENT",
		}, -- [6]
	},
}
