
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["币开头小德 - 燃烧之刃"] = "币开头小德 - 燃烧之刃",
	},
	["profiles"] = {
		["币开头小德 - 燃烧之刃"] = {
			["createHistoryList"] = {
				"2-128-473-0", -- [1]
				"1-124-420-0", -- [2]
				"2-112-445-0", -- [3]
			},
			["settings"] = {
				["storage"] = {
					["y"] = 0,
					["x"] = 410.603149414063,
					["scale"] = 1,
				},
			},
			["version"] = "80000.07",
			["appShine"] = "70100.09",
			["advShine"] = "70100.01",
			["lastSearchCode"] = "2-128-473-0",
			["searchInputHistory"] = {
				["1-124-420-0"] = {
					"世界", -- [1]
					"玛丽", -- [2]
					"沙拉", -- [3]
				},
				["1-124-423-0"] = {
					"阿克", -- [1]
				},
				["1-124-419-0"] = {
					"世界", -- [1]
				},
				["1-124-469-0"] = {
					"丝", -- [1]
				},
				["1-124-421-0"] = {
					"世界", -- [1]
					"通缉", -- [2]
				},
				["6-0-0-0"] = {
					"世界boss", -- [1]
				},
				["1-0-0-0"] = {
					"世界boss", -- [1]
					"世界5", -- [2]
				},
				["3-122-468-0"] = {
					"熊=", -- [1]
				},
				["2-119-465-0"] = {
					"10", -- [1]
				},
			},
			["worldQuestHelp"] = true,
			["chatGroupListening"] = {
				["APP_WHISPER"] = {
					nil, -- [1]
					nil, -- [2]
					false, -- [3]
					false, -- [4]
					false, -- [5]
					false, -- [6]
					false, -- [7]
					false, -- [8]
					false, -- [9]
					false, -- [10]
				},
			},
		},
	},
}
