
ElvCharacterDB = {
	["ChatEditHistory"] = {
		"/p ZHENCIJI", -- [1]
		"/g 诸王", -- [2]
		"/p 长门，出来拉一下浮华", -- [3]
		"/DANCE", -- [4]
		"/msbt", -- [5]
		"/exrt", -- [6]
		"/p wodalimain de ", -- [7]
		"/p 我没开pvp，看不见你们。。。", -- [8]
		"/p 要再来要给人，我跟骑士拉不了人", -- [9]
		"/p 一会拿球上鹿", -- [10]
		"/p 上来", -- [11]
		"/p |cffa335ee|Hitem:159329::::::::120:102::16:4:5006:43:1527:4786:::|h[御风蝰蛇护腿]|h|rniyaoma", -- [12]
		"/p 你要就交易我", -- [13]
		"/p ...", -- [14]
		"/p 天冷了，多穿条", -- [15]
		"/p 暖和", -- [16]
		"/s NIMENQUNA", -- [17]
		"/s ？", -- [18]
		"/s 给不出去", -- [19]
		"/p 我的是345的", -- [20]
	},
	["ChatHistoryLog"] = {
	},
}
