
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["地经萨 - 燃烧之刃"] = "地经萨 - 燃烧之刃",
	},
	["profiles"] = {
		["地经萨 - 燃烧之刃"] = {
			["lastSearchCode"] = "2-0-0-0",
			["createHistoryList"] = {
				"2-141-513-0", -- [1]
			},
			["minimap"] = {
				["minimapPos"] = 155.347300256115,
			},
			["version"] = "80000.07",
			["appShine"] = "80000.06",
			["settings"] = {
				["storage"] = {
					["y"] = 0,
					["x"] = 367.999938964844,
					["scale"] = 1,
				},
			},
			["searchHistoryList"] = {
				"2-0-0-0", -- [1]
				"1-0-0-0", -- [2]
				"1-2-222-0", -- [3]
				"6-0-0-0", -- [4]
				"1-248-651-0", -- [5]
			},
			["recent"] = {
				["0-0-0-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "腐烂香香鸡-无尽之海",
						["iLvl"] = 386,
						["time"] = 1544720896,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "暗影之鱼人#54241",
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "曜夜灬-血色十字军",
						["iLvl"] = 372,
						["time"] = 1544720815,
						["class"] = 11,
						["bTag"] = "EeeCxy#5532",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "乐正绫-燃烧之刃",
						["iLvl"] = 347,
						["time"] = 1544720815,
						["class"] = 10,
						["bTag"] = "DemonHunterL#5550",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "疯狂尼塔特-迅捷微风",
						["iLvl"] = 331,
						["time"] = 1544720917,
						["class"] = 6,
						["bTag"] = "幸运之翼#524475",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "等待薄荷-阿比迪斯",
						["iLvl"] = 356,
						["time"] = 1544720917,
						["class"] = 9,
						["bTag"] = "等待薄荷#5171",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "十九大-丽丽（四川）",
						["iLvl"] = 385,
						["time"] = 1544720918,
						["class"] = 3,
						["bTag"] = "肆哥2016#5223",
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "櫻洮菋丶糖菓-凤凰之神",
						["iLvl"] = 350,
						["time"] = 1544720898,
						["class"] = 10,
						["bTag"] = "丶餹餹#5183",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "半妖倾城-艾露恩",
						["iLvl"] = 362,
						["time"] = 1544720917,
						["class"] = 1,
						["bTag"] = "Phoenix#5532",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "黛博拉-风行者",
						["iLvl"] = 346,
						["time"] = 1544720917,
						["class"] = 4,
						["bTag"] = "烛凝晓影#5152",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "牛斯洛特-古加尔",
						["iLvl"] = 361,
						["time"] = 1544720896,
						["class"] = 2,
						["bTag"] = "librayc#5518",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "困囿囡囚-贫瘠之地",
						["iLvl"] = 337,
						["time"] = 1544720900,
						["class"] = 4,
						["bTag"] = "曾经即墨#51789",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "色小寳-夏维安",
						["time"] = 1544720896,
						["class"] = 4,
					}, -- [12]
					{
						["role"] = "HEALER",
						["name"] = "憨大叔-阿尔萨斯",
						["time"] = 1544720918,
						["class"] = 10,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "萨克斯的忧伤-阿纳克洛斯",
						["time"] = 1544720918,
						["class"] = 6,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "泰莉亚-诺森德",
						["iLvl"] = 358,
						["time"] = 1544720900,
						["class"] = 2,
						["bTag"] = "沐剑屏#51153",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "陆雅歌-无尽之海",
						["iLvl"] = 354,
						["time"] = 1544720900,
						["class"] = 9,
						["bTag"] = "白银之鹰#518432",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "周丶二珂-冰风岗",
						["iLvl"] = 362,
						["time"] = 1544720917,
						["class"] = 8,
						["bTag"] = "灵光#5763",
					}, -- [17]
					{
						["role"] = "TANK",
						["name"] = "江上山远-格瑞姆巴托",
						["iLvl"] = 358,
						["time"] = 1544720894,
						["class"] = 11,
						["bTag"] = "低俗的我#5182",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "Shuanx-红龙军团",
						["iLvl"] = 382,
						["time"] = 1544720918,
						["class"] = 7,
						["bTag"] = "骨头越贱越硬#5373",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "虐杀艺术家-死亡之翼",
						["iLvl"] = 385,
						["time"] = 1544720917,
						["class"] = 4,
						["bTag"] = "夜店中的翘楚#5529",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "風彡彡丶-燃烧平原",
						["time"] = 1544720902,
						["class"] = 10,
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "Tankdaddy-血环",
						["iLvl"] = 379,
						["time"] = 1544720917,
						["class"] = 6,
						["bTag"] = "蛮力之兽#5188254",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "童格拉-祖达克",
						["time"] = 1544720815,
						["class"] = 8,
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "梦游到仙境-奥尔加隆",
						["iLvl"] = 377,
						["time"] = 1544720898,
						["class"] = 2,
						["bTag"] = "懒猫也疯狂#5616",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "猛龙-红龙女王",
						["iLvl"] = 366,
						["time"] = 1544720900,
						["class"] = 3,
						["bTag"] = "猛龙#5627",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "白婬丶汐汐-死亡之翼",
						["iLvl"] = 388,
						["time"] = 1544720917,
						["class"] = 1,
						["bTag"] = "Heng#5668",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "豆偲偲-霜狼",
						["iLvl"] = 330,
						["time"] = 1544720917,
						["class"] = 4,
						["bTag"] = "睡神#5213",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "Nelly-芬里斯",
						["iLvl"] = 381,
						["time"] = 1544720918,
						["class"] = 8,
						["bTag"] = "Nelly#51476",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "丹蛋的忧伤-回音山",
						["iLvl"] = 349,
						["time"] = 1544720815,
						["class"] = 12,
						["bTag"] = "嘛嗲#5782",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "玖尾妖孽-织亡者",
						["iLvl"] = 363,
						["time"] = 1544720894,
						["class"] = 3,
						["bTag"] = "玖尾妖虎#51856",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "污托邦-洛萨",
						["iLvl"] = 369,
						["time"] = 1544720917,
						["class"] = 9,
						["bTag"] = "逐渐#5441",
					}, -- [31]
					{
						["role"] = "HEALER",
						["name"] = "暴躁滴牙牙-死亡之翼",
						["time"] = 1544720894,
						["class"] = 7,
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "大海硬邦邦-死亡之翼",
						["iLvl"] = 385,
						["time"] = 1544720918,
						["class"] = 11,
						["bTag"] = "水水滴大海#5864",
					}, -- [33]
					{
						["role"] = "TANK",
						["name"] = "科赞大富翁-死亡之翼",
						["iLvl"] = 386,
						["time"] = 1544720898,
						["class"] = 6,
						["bTag"] = "戆居居大笨象#5627",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "风之魅力-埃克索图斯",
						["iLvl"] = 363,
						["time"] = 1544720918,
						["class"] = 8,
						["bTag"] = "慕戈#5572",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "可爱萌儿-贫瘠之地",
						["iLvl"] = 373,
						["time"] = 1544720918,
						["class"] = 10,
						["bTag"] = "不如微微一笑#5859",
					}, -- [36]
					{
						["role"] = "TANK",
						["name"] = "月如练-凤凰之神",
						["iLvl"] = 352,
						["time"] = 1544720918,
						["class"] = 12,
						["bTag"] = "流浪的心#5880",
					}, -- [37]
					{
						["role"] = "TANK",
						["name"] = "呗利-神圣之歌",
						["iLvl"] = 355,
						["time"] = 1544720898,
						["class"] = 6,
						["bTag"] = "yayayayaya#51257",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "盲人推拿技师-布兰卡德",
						["iLvl"] = 356,
						["time"] = 1544720918,
						["class"] = 12,
						["bTag"] = "蛤蟆#5676",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "哟哟糖-血色十字军",
						["iLvl"] = 380,
						["time"] = 1544881566,
						["class"] = 4,
						["bTag"] = "走在冷风中#5518",
					}, -- [40]
					{
						["role"] = "HEALER",
						["name"] = "哟哟檬檬-血色十字军",
						["iLvl"] = 351,
						["time"] = 1544881566,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "走在冷风中#5518",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "Mercuriale-雏龙之翼",
						["iLvl"] = 357,
						["time"] = 1544881566,
						["class"] = 4,
						["bTag"] = "流浪诗人#5189",
					}, -- [42]
					{
						["role"] = "TANK",
						["name"] = "快开减伤-艾露恩",
						["iLvl"] = 385,
						["time"] = 1544881566,
						["class"] = 1,
						["bTag"] = "小时代#51468",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "山花牛奶-霜狼",
						["iLvl"] = 362,
						["time"] = 1545410521,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "Penguin#5340",
					}, -- [44]
					{
						["role"] = "HEALER",
						["name"] = "格萨飞-安苏",
						["iLvl"] = 353,
						["time"] = 1545410587,
						["class"] = 10,
						["bTag"] = "跳跳骑士#5222118",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "米丶粒-兰娜瑟尔",
						["iLvl"] = 289,
						["time"] = 1545410561,
						["class"] = 2,
						["bTag"] = "泡泡糖#51217",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "白牛杀手-鬼雾峰",
						["iLvl"] = 368,
						["time"] = 1545410587,
						["class"] = 4,
						["bTag"] = "浩叔#5378",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "Garrison-阿扎达斯",
						["time"] = 1545410566,
						["class"] = 1,
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "灬粽子-血色十字军",
						["iLvl"] = 384,
						["time"] = 1545410587,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "柒月雪#51749",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "恐惧之德-塞拉赞恩",
						["iLvl"] = 347,
						["time"] = 1545410587,
						["class"] = 11,
						["bTag"] = "恐惧之霸#5205",
					}, -- [50]
					{
						["role"] = "TANK",
						["name"] = "我的部落-幽暗沼泽",
						["iLvl"] = 339,
						["time"] = 1545570832,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "风晨月#5380",
					}, -- [51]
					{
						["role"] = "HEALER",
						["name"] = "猥瑣的小兔子-凤凰之神",
						["iLvl"] = 348,
						["time"] = 1545570832,
						["class"] = 2,
						["bTag"] = "独孤九剑#51371",
					}, -- [52]
					{
						["role"] = "HEALER",
						["name"] = "抓着奶-死亡之翼",
						["iLvl"] = 350,
						["time"] = 1545571123,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "没你这个儿子#5677",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "凛冬哀伤-死亡之翼",
						["iLvl"] = 384,
						["time"] = 1545571123,
						["class"] = 8,
						["bTag"] = "EpicPants#512288",
					}, -- [54]
					{
						["role"] = "TANK",
						["name"] = "圣殿影帝-无尽之海",
						["iLvl"] = 384,
						["time"] = 1545571123,
						["class"] = 2,
						["bTag"] = "轩辕霸壹#5118",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "剪剪风-影之哀伤",
						["iLvl"] = 374,
						["time"] = 1545571123,
						["class"] = 3,
						["bTag"] = "秋水#5439",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "歌带你超神-凤凰之神",
						["iLvl"] = 345,
						["time"] = 1545830412,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "蛛丝马迹#51873",
					}, -- [57]
					{
						["role"] = "TANK",
						["name"] = "扬名-托塞德林",
						["iLvl"] = 368,
						["time"] = 1545830412,
						["class"] = 10,
						["bTag"] = "我是扬名#5514",
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "归去来兮辞-凤凰之神",
						["iLvl"] = 386,
						["time"] = 1545830412,
						["class"] = 2,
						["bTag"] = "always#5806",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "Brutalitycat-末日行者",
						["time"] = 1545830412,
						["class"] = 11,
					}, -- [60]
					{
						["role"] = "TANK",
						["name"] = "胫腓骨-月光林地",
						["time"] = 1546087612,
						["class"] = 6,
						["leader"] = true,
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "Fzcy-安苏",
						["iLvl"] = 381,
						["time"] = 1546087581,
						["class"] = 4,
						["bTag"] = "stephen#5587",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "夏姬丶阿昆达-冰霜之刃",
						["iLvl"] = 379,
						["time"] = 1546087631,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "夏姬丶八橙#5722",
					}, -- [63]
					{
						["role"] = "TANK",
						["name"] = "秋意醉-霜狼",
						["iLvl"] = 365,
						["time"] = 1546087581,
						["class"] = 11,
						["bTag"] = "邪皇至尊#51554",
					}, -- [64]
					{
						["role"] = "HEALER",
						["name"] = "小肚兜红带子-血牙魔王",
						["iLvl"] = 375,
						["time"] = 1546087614,
						["class"] = 2,
						["bTag"] = "皮经娘#5679",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "路易大骑士-迪托马斯",
						["iLvl"] = 367,
						["time"] = 1546087581,
						["class"] = 2,
						["bTag"] = "路易大主教#5826",
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "懵懂的山茶-萨格拉斯",
						["time"] = 1546087581,
						["class"] = 12,
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "幽灵恺撒-奥斯里安",
						["iLvl"] = 373,
						["time"] = 1546087622,
						["class"] = 4,
						["bTag"] = "帝王凯撒#5917",
					}, -- [68]
					{
						["role"] = "HEALER",
						["name"] = "手撕牛欢喜-霜狼",
						["time"] = 1546087618,
						["class"] = 11,
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "地狱丨复仇者-布莱恩",
						["time"] = 1546087581,
						["class"] = 1,
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "粉红小內裤-血色十字军",
						["iLvl"] = 319,
						["time"] = 1546087631,
						["class"] = 6,
						["bTag"] = "乳来伸张#5607",
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "碎丶碎念-寒冰皇冠",
						["iLvl"] = 357,
						["time"] = 1546087612,
						["class"] = 12,
						["bTag"] = "碎碎丶念#5775",
					}, -- [72]
					{
						["role"] = "HEALER",
						["name"] = "斬悅-埃加洛尔",
						["iLvl"] = 373,
						["time"] = 1546087614,
						["class"] = 7,
						["bTag"] = "呢灬喃#5105",
					}, -- [73]
					{
						["role"] = "HEALER",
						["name"] = "苡徳扶人-冰风岗",
						["iLvl"] = 376,
						["time"] = 1546087581,
						["class"] = 11,
						["bTag"] = "伱辉汏爺#5714",
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "妇科之友-奥尔加隆",
						["iLvl"] = 367,
						["time"] = 1546087581,
						["class"] = 12,
						["bTag"] = "我亲爱的舅舅#5258",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "星月姬-巫妖之王",
						["time"] = 1546087581,
						["class"] = 3,
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "快乐的裂暴风-塔纳利斯",
						["iLvl"] = 362,
						["time"] = 1546087620,
						["class"] = 12,
						["bTag"] = "暴躁之武僧#520722",
					}, -- [77]
					{
						["role"] = "HEALER",
						["name"] = "火火熊哥-埃德萨拉",
						["iLvl"] = 386,
						["time"] = 1546087581,
						["class"] = 11,
						["bTag"] = "快乐之足#546942",
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "李曼曼-死亡之翼",
						["iLvl"] = 386,
						["time"] = 1546087581,
						["class"] = 8,
						["bTag"] = "Arther#52142",
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "白碎心-通灵学院",
						["iLvl"] = 381,
						["time"] = 1546087581,
						["class"] = 2,
						["bTag"] = "肉肉的花骨朵#5503",
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "江小花-丽丽（四川）",
						["time"] = 1546087581,
						["class"] = 11,
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "夜幕星河-燃烧之刃",
						["iLvl"] = 288,
						["time"] = 1546087622,
						["class"] = 12,
						["bTag"] = "醉落星辰丶#5624",
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "天使丶-狂热之刃",
						["iLvl"] = 373,
						["time"] = 1546087581,
						["class"] = 12,
						["bTag"] = "狂妄地精#5259",
					}, -- [83]
					{
						["role"] = "DAMAGER",
						["name"] = "香影飞惊艳-巨龙之吼",
						["iLvl"] = 368,
						["time"] = 1546087610,
						["class"] = 8,
						["bTag"] = "心若在#5810",
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "Omybabe-阿纳克洛斯",
						["time"] = 1546087631,
						["class"] = 9,
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "狂暴霹雳-死亡之翼",
						["iLvl"] = 338,
						["time"] = 1546087631,
						["class"] = 1,
						["bTag"] = "天涯浪子#5323",
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "灬秋水灬-烈焰峰",
						["iLvl"] = 373,
						["time"] = 1546087581,
						["class"] = 1,
						["bTag"] = "MacroMin#5599",
					}, -- [87]
					{
						["role"] = "TANK",
						["name"] = "中午飯-安苏",
						["time"] = 1546087581,
						["class"] = 2,
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "商丘舞-达基萨斯",
						["iLvl"] = 373,
						["time"] = 1546087581,
						["class"] = 12,
						["bTag"] = "影子#51366",
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "消逝的明天-熵魔",
						["time"] = 1546087631,
						["class"] = 8,
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "棗魑-亚雷戈斯",
						["iLvl"] = 356,
						["time"] = 1546087614,
						["class"] = 1,
						["bTag"] = "未知角色#5963",
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "养不活炖一锅-深渊之巢",
						["iLvl"] = 171,
						["time"] = 1546087631,
						["class"] = 3,
						["bTag"] = "天哪你真逗#5339",
					}, -- [92]
					{
						["role"] = "TANK",
						["name"] = "海顿-远古海滩",
						["time"] = 1546087612,
						["class"] = 11,
					}, -- [93]
					{
						["role"] = "HEALER",
						["name"] = "夜色凉凉-燃烧之刃",
						["iLvl"] = 370,
						["time"] = 1546087629,
						["class"] = 5,
						["bTag"] = "东倒西歪#51826",
					}, -- [94]
					{
						["role"] = "DAMAGER",
						["name"] = "举个栗子丿-死亡之翼",
						["iLvl"] = 355,
						["time"] = 1546087581,
						["class"] = 2,
						["bTag"] = "Artorias#51175",
					}, -- [95]
					{
						["role"] = "DAMAGER",
						["name"] = "夕九轩-伊利丹",
						["iLvl"] = 365,
						["time"] = 1546087581,
						["class"] = 11,
						["bTag"] = "夕九轩#5944",
					}, -- [96]
					{
						["role"] = "TANK",
						["name"] = "纸醉迷津八-影之哀伤",
						["time"] = 1546087581,
						["class"] = 11,
					}, -- [97]
					{
						["role"] = "DAMAGER",
						["name"] = "大头蝦-逐日者",
						["time"] = 1546087631,
						["class"] = 3,
					}, -- [98]
					{
						["role"] = "HEALER",
						["name"] = "希米蝈蝈-阿尔萨斯",
						["iLvl"] = 373,
						["time"] = 1546087618,
						["class"] = 7,
						["bTag"] = "狮子叁连弹#5216",
					}, -- [99]
					{
						["role"] = "HEALER",
						["name"] = "圣光会制裁你-芬里斯",
						["iLvl"] = 367,
						["time"] = 1546347873,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "猴子救兵#51891",
					}, -- [100]
					{
						["role"] = "TANK",
						["name"] = "牛牛真好吃-拉文凯斯",
						["iLvl"] = 365,
						["time"] = 1546347873,
						["class"] = 11,
						["bTag"] = "开门查水表#51255",
					}, -- [101]
					{
						["role"] = "DAMAGER",
						["name"] = "Horedaroes-弗塞雷迦",
						["iLvl"] = 373,
						["time"] = 1546347873,
						["class"] = 6,
						["bTag"] = "KaMi#52272",
					}, -- [102]
					{
						["role"] = "DAMAGER",
						["name"] = "Akrololz-格瑞姆巴托",
						["time"] = 1546347873,
						["class"] = 8,
					}, -- [103]
					{
						["role"] = "DAMAGER",
						["name"] = "端木蕻良-黑铁",
						["iLvl"] = 354,
						["time"] = 1546351110,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "想飞的鱼#5929",
					}, -- [104]
					{
						["role"] = "DAMAGER",
						["name"] = "Cityblue-哈卡",
						["iLvl"] = 349,
						["time"] = 1546351110,
						["class"] = 6,
						["bTag"] = "困了睡#5238",
					}, -- [105]
					{
						["role"] = "TANK",
						["name"] = "有本纱世-贫瘠之地",
						["iLvl"] = 250,
						["time"] = 1546351056,
						["class"] = 12,
						["bTag"] = "Rio#52148",
					}, -- [106]
					{
						["role"] = "DAMAGER",
						["name"] = "无玉则钢-布兰卡德",
						["time"] = 1546351048,
						["class"] = 3,
					}, -- [107]
					{
						["role"] = "DAMAGER",
						["name"] = "Doohoo-沃金",
						["iLvl"] = 385,
						["time"] = 1546351110,
						["class"] = 12,
						["bTag"] = "HawiiCen007#5214",
					}, -- [108]
					{
						["role"] = "DAMAGER",
						["name"] = "梦境之末丶-凤凰之神",
						["time"] = 1546351050,
						["class"] = 3,
					}, -- [109]
					{
						["role"] = "DAMAGER",
						["name"] = "抢救无效-斩魔者",
						["iLvl"] = 366,
						["time"] = 1546351110,
						["class"] = 12,
						["bTag"] = "吃人#51638",
					}, -- [110]
					{
						["role"] = "DAMAGER",
						["name"] = "萨鲁法尔大王-洛丹伦",
						["iLvl"] = 295,
						["time"] = 1546351110,
						["class"] = 1,
						["bTag"] = "昭惠二郎显圣真君#5711",
					}, -- [111]
					{
						["role"] = "DAMAGER",
						["name"] = "灬米兰小木匠-死亡之翼",
						["iLvl"] = 384,
						["time"] = 1546351110,
						["class"] = 3,
						["bTag"] = "丁满#5809",
					}, -- [112]
					{
						["role"] = "TANK",
						["name"] = "那年的到来-太阳之井",
						["iLvl"] = 377,
						["time"] = 1546351110,
						["class"] = 2,
						["bTag"] = "悅愛#5551",
					}, -- [113]
					{
						["role"] = "DAMAGER",
						["name"] = "相见不如懷念-奥妮克希亚",
						["iLvl"] = 373,
						["time"] = 1546351110,
						["class"] = 3,
						["bTag"] = "天地男儿#5761",
					}, -- [114]
					{
						["role"] = "DAMAGER",
						["name"] = "胖胖娃耍关刀-红云台地",
						["iLvl"] = 367,
						["time"] = 1546351110,
						["class"] = 2,
						["bTag"] = "漫天箭雨#5330",
					}, -- [115]
					{
						["role"] = "DAMAGER",
						["name"] = "恶魔翼天使心-祖尔金",
						["time"] = 1546351056,
						["class"] = 9,
					}, -- [116]
					{
						["role"] = "DAMAGER",
						["name"] = "枯叶千桦-狂热之刃",
						["iLvl"] = 242,
						["time"] = 1546351110,
						["class"] = 2,
						["bTag"] = "会飞的老鼠#5374",
					}, -- [117]
					{
						["role"] = "DAMAGER",
						["name"] = "莫仁莫善-贫瘠之地",
						["iLvl"] = 244,
						["time"] = 1546351110,
						["class"] = 10,
						["bTag"] = "qyd1983#5370",
					}, -- [118]
					{
						["role"] = "DAMAGER",
						["name"] = "还是爱萝莉-黑铁",
						["iLvl"] = 267,
						["time"] = 1546351110,
						["class"] = 2,
						["bTag"] = "黑白郎君#5778",
					}, -- [119]
					{
						["role"] = "TANK",
						["name"] = "加尔大酋长-燃烧之刃",
						["iLvl"] = 376,
						["time"] = 1546351110,
						["class"] = 1,
						["bTag"] = "大熊熊熊#51431",
					}, -- [120]
					{
						["role"] = "DAMAGER",
						["name"] = "遺忘海岸线-遗忘海岸",
						["iLvl"] = 346,
						["time"] = 1546351110,
						["class"] = 11,
						["bTag"] = "苏木#52676",
					}, -- [121]
					{
						["role"] = "DAMAGER",
						["name"] = "明炉烧鱼-艾维娜",
						["iLvl"] = 364,
						["time"] = 1546351110,
						["class"] = 12,
						["bTag"] = "小道消息#5655",
					}, -- [122]
					{
						["role"] = "DAMAGER",
						["name"] = "天使要受伤-深渊之巢",
						["iLvl"] = 369,
						["time"] = 1546351110,
						["class"] = 1,
						["bTag"] = "急躁之翼#55358",
					}, -- [123]
					{
						["role"] = "TANK",
						["name"] = "圣洁羽翼-阿克蒙德",
						["iLvl"] = 364,
						["time"] = 1546351110,
						["class"] = 2,
						["bTag"] = "虚拟化身#51902",
					}, -- [124]
					{
						["role"] = "DAMAGER",
						["name"] = "暗夜时雨-格瑞姆巴托",
						["iLvl"] = 368,
						["time"] = 1546351110,
						["class"] = 8,
						["bTag"] = "真月天十六夜#5860",
					}, -- [125]
					{
						["role"] = "DAMAGER",
						["name"] = "影花舞风-死亡之翼",
						["time"] = 1546351110,
						["class"] = 12,
					}, -- [126]
					{
						["role"] = "DAMAGER",
						["name"] = "李世民-萨尔",
						["iLvl"] = 354,
						["time"] = 1546351110,
						["class"] = 3,
						["bTag"] = "小慧和小磊#5675",
					}, -- [127]
					{
						["role"] = "DAMAGER",
						["name"] = "天使在流浪-无尽之海",
						["iLvl"] = 376,
						["time"] = 1546351110,
						["class"] = 2,
						["bTag"] = "赵岩#5431",
					}, -- [128]
					{
						["role"] = "DAMAGER",
						["name"] = "捌月贰拾叁-亚雷戈斯",
						["iLvl"] = 308,
						["time"] = 1546351110,
						["class"] = 1,
						["bTag"] = "隐刃#52233",
					}, -- [129]
					{
						["role"] = "DAMAGER",
						["name"] = "美人驾到-杜隆坦",
						["iLvl"] = 234,
						["time"] = 1546351110,
						["class"] = 3,
						["bTag"] = "死性不改#5668",
					}, -- [130]
					{
						["role"] = "TANK",
						["name"] = "梵琳-死亡之翼",
						["iLvl"] = 385,
						["time"] = 1546351110,
						["class"] = 6,
						["bTag"] = "白银之鹰#51778",
					}, -- [131]
					{
						["role"] = "DAMAGER",
						["name"] = "Wanxiaoye-贫瘠之地",
						["iLvl"] = 311,
						["time"] = 1546351110,
						["class"] = 2,
						["bTag"] = "万小烨#5671",
					}, -- [132]
					{
						["role"] = "DAMAGER",
						["name"] = "让你看不见我-鬼雾峰",
						["iLvl"] = 248,
						["time"] = 1546351110,
						["class"] = 4,
						["bTag"] = "少时控丶#5228",
					}, -- [133]
					{
						["role"] = "DAMAGER",
						["name"] = "执酒赠荒野-影之哀伤",
						["time"] = 1546351080,
						["class"] = 3,
					}, -- [134]
					{
						["role"] = "DAMAGER",
						["name"] = "欧看矛-红云台地",
						["iLvl"] = 354,
						["time"] = 1546351110,
						["class"] = 4,
						["bTag"] = "aaronlym#5877",
					}, -- [135]
					{
						["role"] = "DAMAGER",
						["name"] = "芙蕖-希雷诺斯",
						["iLvl"] = 363,
						["time"] = 1546351110,
						["class"] = 8,
						["bTag"] = "泽芝#5752",
					}, -- [136]
					{
						["role"] = "DAMAGER",
						["name"] = "瓷器-火焰之树",
						["iLvl"] = 321,
						["time"] = 1546351110,
						["class"] = 8,
						["bTag"] = "血色漫天#5793",
					}, -- [137]
					{
						["role"] = "TANK",
						["name"] = "翼枪-格瑞姆巴托",
						["iLvl"] = 368,
						["time"] = 1546351110,
						["class"] = 2,
						["bTag"] = "黎明曙光#5695",
					}, -- [138]
					{
						["role"] = "HEALER",
						["name"] = "低調灬華麗-古达克",
						["iLvl"] = 376,
						["time"] = 1546351110,
						["class"] = 10,
						["bTag"] = "月灬星涵#5203",
					}, -- [139]
					{
						["role"] = "DAMAGER",
						["name"] = "大红薯-安苏",
						["time"] = 1546351110,
						["class"] = 1,
					}, -- [140]
					{
						["role"] = "DAMAGER",
						["name"] = "瞎捣蛋-烈焰峰",
						["iLvl"] = 386,
						["time"] = 1546351110,
						["class"] = 12,
						["bTag"] = "竇寳#5575",
					}, -- [141]
					{
						["role"] = "DAMAGER",
						["name"] = "大帝小明-阿尔萨斯",
						["iLvl"] = 378,
						["time"] = 1546351110,
						["class"] = 2,
						["bTag"] = "小明#5469",
					}, -- [142]
					{
						["role"] = "DAMAGER",
						["name"] = "东东棒冰-鬼雾峰",
						["iLvl"] = 317,
						["time"] = 1546351110,
						["class"] = 2,
						["bTag"] = "飞龙神#5871",
					}, -- [143]
					{
						["role"] = "DAMAGER",
						["name"] = "林表妹-玛洛加尔",
						["time"] = 1546351110,
						["class"] = 8,
					}, -- [144]
					{
						["role"] = "DAMAGER",
						["name"] = "匹诺曹-莱索恩",
						["iLvl"] = 376,
						["time"] = 1546351110,
						["class"] = 4,
						["bTag"] = "sNigger#51753",
					}, -- [145]
					{
						["role"] = "TANK",
						["name"] = "落魄筱蹄-末日祷告祭坛",
						["time"] = 1546351110,
						["class"] = 6,
					}, -- [146]
					{
						["role"] = "TANK",
						["name"] = "十字军之剑-血色十字军",
						["time"] = 1546351110,
						["class"] = 2,
					}, -- [147]
				},
			},
			["worldQuestHelp"] = true,
			["chatGroupListening"] = {
				["APP_WHISPER"] = {
					nil, -- [1]
					nil, -- [2]
					nil, -- [3]
					nil, -- [4]
					false, -- [5]
					false, -- [6]
					false, -- [7]
					false, -- [8]
					false, -- [9]
					false, -- [10]
				},
			},
		},
	},
}
