
MEETINGSTONE_UI_DB = {
	["profileKeys"] = {
		["画甲肖张 - 燃烧之刃"] = "Default",
	},
	["global"] = {
		["spamWord"] = {
			{
				["text"] = "%d+元",
			}, -- [1]
			{
				["pain"] = true,
				["text"] = "5173",
			}, -- [2]
			{
				["text"] = "tao.*bao",
			}, -- [3]
			{
				["pain"] = true,
				["text"] = "平台",
			}, -- [4]
			{
				["text"] = "支.*付.*宝",
			}, -- [5]
			{
				["text"] = "淘.*宝",
			}, -- [6]
			{
				["pain"] = true,
				["text"] = "门票",
			}, -- [7]
			["default"] = true,
		},
		["serverDatas"] = {
			["FilterData"] = {
				["data"] = "^1^S支付宝^S![Tt][Bb]^S![Qq][Qq]^S代练^S淘%h*寶^S寶%h*搜^S支持%h*寶^S![Mm][Ee][Nn]^S![Mm][Aa][Oo]^S![Rr][Mm][Bb]^S![Yy][Uu][Aa][Nn]^S![Bb][Aa][Ii][Dd]^S![Cc][Dd]^S![Dd][Aa][Ii]^S微信^S马某^S手打^S支付^S挂机^S代做^S工作室^S淘淘^S!代.*刷^S!x.*宝^S全网^S!手.*工^S直播^S!w.*x^S!t.*b^S!微.*信^S小时完成^S线下^S预定^S红包^S接^S带^S算^S老板^S欢迎^S消费^S直播^S金团^S预定^S询价^S支持^S强制^S咨询^S包出^S保底^S50^^",
				["new"] = true,
			},
			["MallData"] = {
				["data"] = "^1^SMallData^T^S宠物#4^S2004;1200,1500,每月限量;34493;22966^S玩具#2^S3003;600;72159;19939#3004;800;35227#3005;750;46780^S消耗品#5^S1001;60;49288;30141;2#1001;60;49289;30518;1^S坐骑#3^S9001;850,,每月1件;71718;17011#9002;1500,,每月限量;69228;38048^S推荐#1#1^S3006;1500,1800,每月限量;79769#3007;450;69227#3008;150;45047;28811^t^^",
			},
			["ActivitiesData"] = {
				["data"] = "$1$Z$S85`你搞活动我买单`魔兽英雄传之瓦莉拉`11月12日（周六）20点，魔兽英雄传之瓦莉拉！*J有一位炉石主播思路清晰，刀油贼玩的贼溜，心算超强，几秒内算出伤害，手法华丽，喜欢用乱舞来斩杀。*J本周集合石活动由主持人：熊猫TV-闹小闹闹（房间号：309685）携手嘉宾：熊猫TV-瓦莉拉的小伙伴（房间号：10027）一同带来部落·评级战场的精彩表演！想看看拥有惊人手速的他在魔兽世界中的妖魅身影嘛？那就一起来参加集合石活动吧。*J集合石活动QQ报名群：108885849*J集合石活动专题页面：{URL}`http://w.163.com/special/convene-stone/`1`3$$",
			},
		},
	},
}
