
MEETINGSTONE_UI_DB = {
	["profileKeys"] = {
		["币开头小德 - 古尔丹"] = "Default",
	},
	["global"] = {
		["serverDatas"] = {
			["AnnData"] = {
				["data"] = "^1^SAnnData^T^Stitle^S集合石商城物品更新^Scontent^S【战网在线支付】积分系统奖励物品更新啦！新的玩具：『食人魔皮纳塔』；坐骑：『迅捷海滨陆行鸟』、『野蛮迅猛龙』；宠物：『风筝龙』、『海象人风筝』。（其中『风筝龙』、『海象人风筝』为每月限量物品，当月库存不足无法兑换的话还请耐心等待，会在次月的1号进行刷新。）^t^^",
				["new"] = true,
			},
			["MallData"] = {
				["data"] = "^1^SMallData^T^S推荐#1#1^S2003;1000,,每月限量;49287;30157#2004;1200,,每月限量;34493;22966#9001;850;71718;17011#9002;1500;69228;38048^S宠物#2^S2005;150;34492;22903^S玩具#3#1^S3002;150;33219#3003;600;72159;19939#3004;800;35227#3005;450;46780^S道具#4^S4001;280;54452^S消耗品#5^S1001;60;49288;30141;2#1001;60;49289;30518;1^t^^",
			},
			["ActivitiesData"] = {
				["data"] = "$1$S最新官方活动$S请升级集合石插件$S集合石“最新官方活动”已经升级，请各位玩家更新最新的插件后继续使用该功能。$S$S0;3;0;1;1$S0;0$S0;0$S$$",
				["new"] = false,
			},
		},
		["spamWord"] = {
			{
				["text"] = "%d+元",
			}, -- [1]
			{
				["pain"] = true,
				["text"] = "5173",
			}, -- [2]
			{
				["text"] = "tao.*bao",
			}, -- [3]
			{
				["pain"] = true,
				["text"] = "平台",
			}, -- [4]
			{
				["text"] = "支.*付.*宝",
			}, -- [5]
			{
				["text"] = "淘.*宝",
			}, -- [6]
			{
				["pain"] = true,
				["text"] = "门票",
			}, -- [7]
			["default"] = true,
		},
	},
}
