
AUCTIONATOR_SAVEDVARS = {
	["_50000"] = 500,
	["_2000"] = 100,
	["LOG_DE_DATA_X"] = true,
	["_500"] = 5,
	["_1000000"] = 2500,
	["_200000"] = 1000,
	["STARTING_DISCOUNT"] = 5,
	["_5000000"] = 10000,
	["_10000"] = 200,
}
AUCTIONATOR_PRICING_HISTORY = {
}
AUCTIONATOR_SHOPPING_LISTS = {
	{
		["items"] = {
			"锚草", -- [1]
			"凛冬之吻", -- [2]
			"海妖花粉", -- [3]
			"海潮茎杆", -- [4]
			"流波花苞", -- [5]
			" 无尽", -- [6]
			"古代治疗药水", -- [7]
			"第七恶魔", -- [8]
			"延时之力", -- [9]
			"至高岭鲑鱼", -- [10]
			"抑魔金", -- [11]
			" 无尽大军", -- [12]
			"屠夫之刻鳞", -- [13]
			"附魔戒指", -- [14]
			"附魔项链", -- [15]
			"附魔披风", -- [16]
			"致命深海", -- [17]
			"全能之", -- [18]
			"地精滑翔器", -- [19]
			"萨格拉斯之血", -- [20]
			"刻鳞护手", -- [21]
			"刻鳞肩", -- [22]
			"妖纹包", -- [23]
			"伊瑟拉莱之种", -- [24]
			"德拉诺强效智力", -- [25]
			"智力真言", -- [26]
			"精通真言", -- [27]
			"魔力洪流精通真言", -- [28]
			"夏斯卡格草", -- [29]
			"狐尾花", -- [30]
		},
		["isRecents"] = 1,
		["name"] = "最近搜寻",
	}, -- [1]
}
AUCTIONATOR_SHOPPING_LISTS_MIGRATED_V2 = true
AUCTIONATOR_PRICE_DATABASE = {
	["__dbversion"] = 4,
	["燃烧之刃_Horde"] = {
		["凛冬之吻"] = {
			["mr"] = 120150,
			["cc"] = 7,
			["id"] = "152508:0:0:0:0",
			["sc"] = 9,
			["H2870"] = 120150,
		},
		["艾萨莉色拉"] = {
			["mr"] = 160000,
			["cc"] = 0,
			["id"] = "133571:0:0:0:0",
			["sc"] = 5,
			["H2870"] = 160000,
		},
		["肥美熊肉排"] = {
			["mr"] = 3400,
			["cc"] = 7,
			["id"] = "124118:0:0:0:0",
			["sc"] = 8,
			["H2870"] = 3400,
		},
		["抑魔金"] = {
			["mr"] = 2002250,
			["cc"] = 8,
			["id"] = "124125:0:0:0:0",
			["sc"] = 11,
			["H2870"] = 2002250,
		},
		["古代治疗药水"] = {
			["mr"] = 152700,
			["cc"] = 0,
			["id"] = "127834:0:0:0:0",
			["sc"] = 1,
			["H2870"] = 152700,
		},
		["海潮茎杆"] = {
			["mr"] = 145000,
			["cc"] = 7,
			["id"] = "152511:0:0:0:0",
			["sc"] = 9,
			["H2870"] = 145000,
		},
		["附魔披风 - 力量真言"] = {
			["mr"] = 7999999,
			["cc"] = 8,
			["id"] = "128545:0:0:0:0",
			["sc"] = 3,
			["H2870"] = 7999999,
		},
		["源生抑魔金"] = {
			["mr"] = 352250,
			["cc"] = 8,
			["id"] = "152296:0:0:0:0",
			["sc"] = 11,
			["H2870"] = 352250,
		},
		["流波花苞"] = {
			["mr"] = 129950,
			["cc"] = 7,
			["id"] = "152505:0:0:0:0",
			["sc"] = 9,
			["H2870"] = 129950,
		},
		["海妖花粉"] = {
			["mr"] = 348333,
			["cc"] = 7,
			["id"] = "152509:0:0:0:0",
			["sc"] = 9,
			["H2870"] = 348333,
		},
		["风暴鳐鱼"] = {
			["mr"] = 4500,
			["cc"] = 7,
			["id"] = "124110:0:0:0:0",
			["sc"] = 8,
			["H2870"] = 4500,
		},
		["锚草"] = {
			["mr"] = 7880002,
			["cc"] = 7,
			["id"] = "152510:0:0:0:0",
			["sc"] = 9,
			["H2870"] = 7880002,
		},
	},
}
AUCTIONATOR_LAST_SCAN_TIME = nil
AUCTIONATOR_TOONS = {
	["Dhuntress"] = {
		["firstSeen"] = 1477727099,
		["firstVersion"] = "4.0.13",
		["guid"] = "Player-829-0384ED50",
	},
	["牛奶酒"] = {
		["firstSeen"] = 1474645638,
		["firstVersion"] = "4.0.9",
		["guid"] = "Player-829-03721D6E",
	},
	["弗瑞德姆"] = {
		["firstSeen"] = 1487685679,
		["firstVersion"] = "4.0.16",
	},
	["迪达克范特西"] = {
		["firstSeen"] = 1542504552,
		["firstVersion"] = "5.0.5",
		["guid"] = "Player-829-03E9396C",
	},
	["地经萨"] = {
		["firstSeen"] = 1474734205,
		["guid"] = "Player-829-037EBB30",
		["firstVersion"] = "4.0.9",
	},
	["币开头小德"] = {
		["firstSeen"] = 1474902232,
		["guid"] = "Player-829-0371FBF3",
		["firstVersion"] = "4.0.9",
	},
	["扎丝特思"] = {
		["firstSeen"] = 1478611889,
		["guid"] = "Player-829-039425E1",
		["firstVersion"] = "4.0.13",
	},
	["洛克坦丶欧嘎"] = {
		["firstSeen"] = 1475682375,
		["firstVersion"] = "4.0.9",
		["guid"] = "Player-829-03722465",
	},
}
AUCTIONATOR_STACKING_PREFS = {
}
AUCTIONATOR_SCAN_MINLEVEL = 1
AUCTIONATOR_DB_MAXITEM_AGE = 180
AUCTIONATOR_DB_MAXHIST_AGE = -1
AUCTIONATOR_DB_MAXHIST_DAYS = 5
AUCTIONATOR_FS_CHUNK = nil
AUCTIONATOR_DE_DATA = nil
AUCTIONATOR_DE_DATA_BAK = nil
ITEM_ID_VERSION = "3.2.6"
AUCTIONATOR_SHOW_MAILBOX_TIPS = nil
