
HandyNotesDB = {
	["profileKeys"] = {
		["秦断雨 - 白银之手"] = "秦断雨 - 白银之手",
		["萨德德萨 - 白银之手"] = "萨德德萨 - 白银之手",
		["地开头武僧 - 古尔丹"] = "地开头武僧 - 古尔丹",
		["狼人萨 - 白银之手"] = "狼人萨 - 白银之手",
		["亡者铜板 - 鬼雾峰"] = "亡者铜板 - 鬼雾峰",
		["币开头小德 - 燃烧之刃"] = "币开头小德 - 燃烧之刃",
		["洛克坦丶欧嘎 - 燃烧之刃"] = "洛克坦丶欧嘎 - 燃烧之刃",
		["Dhuntress - 燃烧之刃"] = "Dhuntress - 燃烧之刃",
		["地经萨 - 燃烧之刃"] = "地经萨 - 燃烧之刃",
		["扎丝特思 - 燃烧之刃"] = "扎丝特思 - 燃烧之刃",
		["地经萨 - 古尔丹"] = "地经萨 - 古尔丹",
		["牛奶酒 - 白银之手"] = "牛奶酒 - 白银之手",
		["牛奶酒 - 燃烧之刃"] = "牛奶酒 - 燃烧之刃",
		["弗瑞德姆 - 燃烧之刃"] = "弗瑞德姆 - 燃烧之刃",
		["迪达克范特西 - 燃烧之刃"] = "迪达克范特西 - 燃烧之刃",
	},
	["profiles"] = {
		["秦断雨 - 白银之手"] = {
		},
		["萨德德萨 - 白银之手"] = {
		},
		["地开头武僧 - 古尔丹"] = {
		},
		["狼人萨 - 白银之手"] = {
		},
		["亡者铜板 - 鬼雾峰"] = {
		},
		["币开头小德 - 燃烧之刃"] = {
		},
		["洛克坦丶欧嘎 - 燃烧之刃"] = {
		},
		["Dhuntress - 燃烧之刃"] = {
		},
		["地经萨 - 燃烧之刃"] = {
		},
		["扎丝特思 - 燃烧之刃"] = {
			["enabled"] = false,
		},
		["地经萨 - 古尔丹"] = {
		},
		["牛奶酒 - 白银之手"] = {
		},
		["牛奶酒 - 燃烧之刃"] = {
		},
		["弗瑞德姆 - 燃烧之刃"] = {
		},
		["迪达克范特西 - 燃烧之刃"] = {
		},
	},
}
HandyNotes_HandyNotesDB = {
	["profileKeys"] = {
		["秦断雨 - 白银之手"] = "秦断雨 - 白银之手",
		["萨德德萨 - 白银之手"] = "萨德德萨 - 白银之手",
		["地开头武僧 - 古尔丹"] = "地开头武僧 - 古尔丹",
		["狼人萨 - 白银之手"] = "狼人萨 - 白银之手",
		["亡者铜板 - 鬼雾峰"] = "亡者铜板 - 鬼雾峰",
		["币开头小德 - 燃烧之刃"] = "币开头小德 - 燃烧之刃",
		["洛克坦丶欧嘎 - 燃烧之刃"] = "洛克坦丶欧嘎 - 燃烧之刃",
		["Dhuntress - 燃烧之刃"] = "Dhuntress - 燃烧之刃",
		["地经萨 - 燃烧之刃"] = "地经萨 - 燃烧之刃",
		["扎丝特思 - 燃烧之刃"] = "扎丝特思 - 燃烧之刃",
		["地经萨 - 古尔丹"] = "地经萨 - 古尔丹",
		["牛奶酒 - 白银之手"] = "牛奶酒 - 白银之手",
		["牛奶酒 - 燃烧之刃"] = "牛奶酒 - 燃烧之刃",
		["弗瑞德姆 - 燃烧之刃"] = "弗瑞德姆 - 燃烧之刃",
		["迪达克范特西 - 燃烧之刃"] = "迪达克范特西 - 燃烧之刃",
	},
	["profiles"] = {
		["秦断雨 - 白银之手"] = {
		},
		["萨德德萨 - 白银之手"] = {
		},
		["地开头武僧 - 古尔丹"] = {
		},
		["狼人萨 - 白银之手"] = {
		},
		["亡者铜板 - 鬼雾峰"] = {
		},
		["币开头小德 - 燃烧之刃"] = {
		},
		["洛克坦丶欧嘎 - 燃烧之刃"] = {
		},
		["Dhuntress - 燃烧之刃"] = {
		},
		["地经萨 - 燃烧之刃"] = {
		},
		["扎丝特思 - 燃烧之刃"] = {
		},
		["地经萨 - 古尔丹"] = {
		},
		["牛奶酒 - 白银之手"] = {
		},
		["牛奶酒 - 燃烧之刃"] = {
		},
		["弗瑞德姆 - 燃烧之刃"] = {
		},
		["迪达克范特西 - 燃烧之刃"] = {
		},
	},
}
