
EncounterDetailsDB = {
	["emotes"] = {
		{
			{
				0.122000000000298, -- [1]
				"别担心我。去阻止灭世者吧！Enshu-falah-nah, dorini。", -- [2]
				"空军上尉斯威茨", -- [3]
				7, -- [4]
			}, -- [1]
			{
				11.3069999999998, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [2]
			{
				13.2420000000002, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [3]
			{
				14.3180000000002, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [4]
			{
				16.2669999999998, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [5]
			{
				18.3320000000003, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [6]
			{
				19.3360000000002, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [7]
			{
				25.2510000000002, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [8]
			{
				30.3819999999996, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [9]
			{
				31.2600000000002, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [10]
			{
				32.1940000000004, -- [1]
				"你们的努力是徒劳的，我只会带着你们飞向死亡。", -- [2]
				"死亡之翼", -- [3]
				7, -- [4]
			}, -- [11]
			{
				36.2979999999998, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [12]
			{
				38.6270000000004, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [13]
			{
				39.4110000000001, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [14]
			{
				41.5360000000001, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [15]
			{
				42.4279999999999, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [16]
			{
				43.4340000000002, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [17]
			{
				44.4130000000005, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [18]
			{
				45.5540000000001, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [19]
			{
				50.4660000000004, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [20]
			{
				56.4979999999996, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [21]
			{
				57.3860000000004, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [22]
			{
				58.4399999999996, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [23]
			{
				61.5290000000005, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [24]
			{
				62.3800000000001, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [25]
			{
				63.5299999999998, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [26]
			{
				64.5230000000001, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [27]
			{
				65.54, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [28]
			{
				67.5439999999999, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [29]
			{
				68.5519999999997, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [30]
			{
				69.5600000000004, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [31]
			{
				69.9549999999999, -- [1]
				"你们的顽强令我赞叹，但毫无价值。你们踏上了末日审判之路。", -- [2]
				"死亡之翼", -- [3]
				7, -- [4]
			}, -- [32]
			{
				70.5609999999997, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [33]
			{
				71.5690000000004, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [34]
			{
				73.5820000000003, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [35]
			{
				74.5960000000005, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [36]
			{
				76.5950000000003, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [37]
			{
				77.5150000000003, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [38]
			{
				78.6059999999998, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [39]
			{
				80.6229999999996, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [40]
			{
				81.4560000000001, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [41]
			{
				82.6210000000001, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [42]
			{
				83.6369999999997, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [43]
			{
				85.531, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [44]
			{
				86.5519999999997, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [45]
			{
				88.6769999999997, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [46]
			{
				89.6509999999998, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [47]
			{
				90.6540000000005, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [48]
			{
				91.6599999999999, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [49]
			{
				93.6819999999998, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [50]
			{
				94.692, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [51]
			{
				96.7110000000002, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [52]
			{
				97.5429999999997, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [53]
			{
				98.6940000000004, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [54]
			{
				100.708, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [55]
			{
				102.718, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [56]
			{
				102.718, -- [1]
				"你们这些蠢货竟然还在我背上。", -- [2]
				"死亡之翼", -- [3]
				7, -- [4]
			}, -- [57]
			{
				103.759, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [58]
			{
				105.561, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [59]
			{
				106.745, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [60]
			{
				108.58, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [61]
			{
				110.769, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [62]
			{
				111.776, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [63]
			{
				112.774, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [64]
			{
				113.767, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [65]
			{
				115.809, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [66]
			{
				117.658, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [67]
			{
				118.805, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [68]
			{
				121.777, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [69]
			{
				124.729, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [70]
			{
				128.7, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [71]
			{
				129.9, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [72]
			{
				130.889, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [73]
			{
				131.712, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [74]
			{
				132.897, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [75]
			{
				133.823, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [76]
			{
				134.47, -- [1]
				"你们的顽强令我赞叹，但毫无价值。你们踏上了末日审判之路。", -- [2]
				"死亡之翼", -- [3]
				7, -- [4]
			}, -- [77]
			{
				134.86, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [78]
			{
				136.923, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [79]
			{
				137.922, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [80]
			{
				138.944, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [81]
			{
				139.9, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [82]
			{
				140.842, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [83]
			{
				142.945, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [84]
			{
				143.903, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [85]
			{
				144.915, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [86]
			{
				145.96, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [87]
			{
				147.849, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [88]
			{
				148.822, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [89]
			{
				150.995, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [90]
			{
				151.854, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [91]
			{
				153.04, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [92]
			{
				154.013, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [93]
			{
				155.046, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [94]
			{
				156.015, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [95]
			{
				162.054, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [96]
			{
				163.961, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [97]
			{
				165.051, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [98]
			{
				166.054, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [99]
			{
				167.024, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [100]
			{
				170.209, -- [1]
				"|TInterface\\Icons\\inv_gizmo_supersappercharge.blp:20|t%s正在施放|c0087CEFA|Hspell:105845|h[核能冲击]|h|r！", -- [2]
				"丑恶的融合怪", -- [3]
				1, -- [4]
			}, -- [101]
			{
				171.074, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [102]
			{
				172.08, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [103]
			{
				174.076, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [104]
			{
				174.616, -- [1]
				"你们的努力是徒劳的，我只会带着你们飞向死亡。", -- [2]
				"死亡之翼", -- [3]
				7, -- [4]
			}, -- [105]
			{
				175.994, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [106]
			{
				177.128, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [107]
			{
				178.109, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [108]
			{
				178.944, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [109]
			{
				181.151, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [110]
			{
				182.139, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [111]
			{
				183.146, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [112]
			{
				184.183, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [113]
			{
				185.155, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [114]
			{
				186.196, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [115]
			{
				188.173, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [116]
			{
				189.068, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [117]
			{
				191.182, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [118]
			{
				193.045, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [119]
			{
				194.071, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [120]
			{
				196.034, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [121]
			{
				198.225, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [122]
			{
				199.044, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [123]
			{
				200.221, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [124]
			{
				201.14, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [125]
			{
				202.279, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [126]
			{
				203.254, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [127]
			{
				204.145, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [128]
			{
				205.247, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [129]
			{
				206.262, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [130]
			{
				207.267, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [131]
			{
				209.198, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [132]
			{
				209.975, -- [1]
				"别抵抗了，“英雄们”。你们和这个世界都在劫难逃。", -- [2]
				"死亡之翼", -- [3]
				7, -- [4]
			}, -- [133]
			{
				211.205, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [134]
			{
				212.195, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [135]
			{
				213.301, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [136]
			{
				214.309, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [137]
			{
				217.166, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [138]
			{
				219.343, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [139]
			{
				220.349, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [140]
			{
				221.357, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [141]
			{
				223.371, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [142]
			{
				224.371, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [143]
			{
				225.376, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [144]
			{
				226.234, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [145]
			{
				228.374, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [146]
			{
				229.381, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [147]
			{
				230.486, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [148]
			{
				232.411, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [149]
			{
				233.41, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [150]
			{
				234.417, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [151]
			{
				239.282, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [152]
			{
				240.441, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [153]
			{
				242.454, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [154]
			{
				242.808, -- [1]
				"你们的顽强令我赞叹，但毫无价值。你们踏上了末日审判之路。", -- [2]
				"死亡之翼", -- [3]
				7, -- [4]
			}, -- [155]
			{
				243.443, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [156]
			{
				244.456, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [157]
			{
				246.4, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [158]
			{
				247.468, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [159]
			{
				248.493, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [160]
			{
				250.49, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [161]
			{
				251.486, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [162]
			{
				252.48, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [163]
			{
				254.489000000001, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [164]
			{
				255.341, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [165]
			{
				256.506, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [166]
			{
				260.578, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [167]
			{
				261.607, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [168]
			{
				271.6, -- [1]
				"%s向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [169]
			["boss"] = "死亡之翼的背脊",
		}, -- [1]
		{
			{
				0.195999999999913, -- [1]
				"别担心我。去阻止灭世者吧！Enshu-falah-nah, dorini。", -- [2]
				"空军上尉斯威茨", -- [3]
				7, -- [4]
			}, -- [1]
			{
				11.3690000000006, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [2]
			{
				14.4000000000005, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [3]
			{
				15.3100000000004, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [4]
			{
				17.7110000000002, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [5]
			{
				18.4160000000002, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [6]
			{
				20.4180000000006, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [7]
			{
				22.4300000000003, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [8]
			{
				23.4440000000004, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [9]
			{
				24.393, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [10]
			{
				25.4350000000004, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [11]
			{
				28.4610000000002, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [12]
			{
				30.4660000000004, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [13]
			{
				30.8969999999999, -- [1]
				"你们比尘埃更渺小，赶走你们就像掸走灰尘一般容易。", -- [2]
				"死亡之翼", -- [3]
				7, -- [4]
			}, -- [14]
			{
				31.4540000000006, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [15]
			{
				32.375, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [16]
			{
				33.4740000000002, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [17]
			{
				36.4160000000002, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [18]
			{
				38.5010000000002, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [19]
			{
				39.4679999999999, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [20]
			{
				40.5020000000004, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [21]
			{
				41.5120000000006, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [22]
			{
				45.5390000000007, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [23]
			{
				46.5420000000004, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [24]
			{
				47.5340000000006, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [25]
			{
				49.4650000000001, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [26]
			{
				50.5630000000001, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [27]
			{
				52.3870000000006, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [28]
			{
				54.4570000000003, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [29]
			{
				55.5749999999998, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [30]
			{
				57.5680000000002, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [31]
			{
				61.6180000000004, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [32]
			{
				62.5240000000003, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [33]
			{
				65.585, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [34]
			{
				66.625, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [35]
			{
				67.1469999999999, -- [1]
				"你们比尘埃更渺小，赶走你们就像掸走灰尘一般容易。", -- [2]
				"死亡之翼", -- [3]
				7, -- [4]
			}, -- [36]
			{
				67.6260000000002, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [37]
			{
				68.4560000000001, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [38]
			{
				70.6379999999999, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [39]
			{
				72.6450000000004, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [40]
			{
				73.6520000000001, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [41]
			{
				74.5439999999999, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [42]
			{
				75.6190000000006, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [43]
			{
				76.6590000000006, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [44]
			{
				77.6760000000004, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [45]
			{
				78.6800000000003, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [46]
			{
				79.6840000000002, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [47]
			{
				80.6910000000007, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [48]
			{
				83.598, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [49]
			{
				84.7060000000001, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [50]
			{
				87.7190000000001, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [51]
			{
				89.7359999999999, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [52]
			{
				90.7449999999999, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [53]
			{
				91.7100000000001, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [54]
			{
				92.5960000000005, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [55]
			{
				93.7640000000001, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [56]
			{
				95.5900000000002, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [57]
			{
				96.7629999999999, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [58]
			{
				99.7420000000002, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [59]
			{
				100.063, -- [1]
				"你们的努力是徒劳的，我只会带着你们飞向死亡。", -- [2]
				"死亡之翼", -- [3]
				7, -- [4]
			}, -- [60]
			{
				100.742, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [61]
			{
				101.664000000001, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [62]
			{
				102.81, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [63]
			{
				103.734, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [64]
			{
				104.789000000001, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [65]
			{
				105.819, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [66]
			{
				106.718, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [67]
			{
				107.803, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [68]
			{
				108.816000000001, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [69]
			{
				109.816000000001, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [70]
			{
				113.701, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [71]
			{
				117.851000000001, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [72]
			{
				119.812, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [73]
			{
				120.879, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [74]
			{
				122.895, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [75]
			{
				124.888, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [76]
			{
				126.902, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [77]
			{
				127.91, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [78]
			{
				129.921, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [79]
			{
				132.811000000001, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [80]
			{
				133.983, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [81]
			{
				137.673000000001, -- [1]
				"你们的努力是徒劳的，我只会带着你们飞向死亡。", -- [2]
				"死亡之翼", -- [3]
				7, -- [4]
			}, -- [82]
			{
				142.92, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [83]
			{
				145.943, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [84]
			{
				147.016000000001, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [85]
			{
				148.008, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [86]
			{
				150.413, -- [1]
				"|TInterface\\Icons\\inv_gizmo_supersappercharge.blp:20|t%s正在施放|c0087CEFA|Hspell:105845|h[核能冲击]|h|r！", -- [2]
				"丑恶的融合怪", -- [3]
				1, -- [4]
			}, -- [87]
			{
				153.026, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [88]
			{
				154.026, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [89]
			{
				156.039000000001, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [90]
			{
				159.055, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [91]
			{
				164.086, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [92]
			{
				165.935, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [93]
			{
				170.125, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [94]
			{
				171.092000000001, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [95]
			{
				173.155000000001, -- [1]
				"你们这些蠢货竟然还在我背上。", -- [2]
				"死亡之翼", -- [3]
				7, -- [4]
			}, -- [96]
			{
				177.163, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [97]
			{
				178.173000000001, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [98]
			{
				179.204000000001, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [99]
			{
				180.175, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [100]
			{
				181.184, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [101]
			{
				182.074000000001, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [102]
			{
				183.187, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [103]
			{
				184.034000000001, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [104]
			{
				185.208000000001, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [105]
			{
				186.205, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [106]
			{
				190.224, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [107]
			{
				191.226000000001, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [108]
			{
				194.151, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [109]
			{
				195.063, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [110]
			{
				197.259, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [111]
			{
				198.328, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [112]
			{
				199.249000000001, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [113]
			{
				200.248000000001, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [114]
			{
				201.262000000001, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [115]
			{
				202.282, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [116]
			{
				205.284000000001, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [117]
			{
				206.22, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [118]
			{
				207.292, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [119]
			{
				209.133, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [120]
			{
				210.22, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [121]
			{
				211.312, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [122]
			{
				212.212, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [123]
			{
				213.171, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [124]
			{
				213.374000000001, -- [1]
				"你们的顽强令我赞叹，但毫无价值。你们踏上了末日审判之路。", -- [2]
				"死亡之翼", -- [3]
				7, -- [4]
			}, -- [125]
			{
				214.318, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [126]
			{
				215.189, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [127]
			{
				219.35, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [128]
			{
				220.258000000001, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [129]
			{
				224.366, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [130]
			{
				225.253000000001, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [131]
			{
				227.229, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [132]
			{
				228.397, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [133]
			{
				229.314, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [134]
			{
				234.434, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [135]
			{
				237.434, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [136]
			{
				238.46, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [137]
			{
				238.780000000001, -- [1]
				"|TInterface\\Icons\\inv_gizmo_supersappercharge.blp:20|t%s正在施放|c0087CEFA|Hspell:105845|h[核能冲击]|h|r！", -- [2]
				"丑恶的融合怪", -- [3]
				1, -- [4]
			}, -- [138]
			{
				239.447, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [139]
			{
				241.47, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [140]
			{
				243.483, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [141]
			{
				244.324000000001, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [142]
			{
				245.493, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [143]
			{
				246.358, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [144]
			{
				247.442, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [145]
			{
				249.496, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [146]
			{
				249.896000000001, -- [1]
				"你们的顽强令我赞叹，但毫无价值。你们踏上了末日审判之路。", -- [2]
				"死亡之翼", -- [3]
				7, -- [4]
			}, -- [147]
			{
				250.493, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [148]
			{
				256.517, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [149]
			{
				259.491, -- [1]
				"%s感觉到玩家在他的右侧。他开始向右侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [150]
			{
				260.543000000001, -- [1]
				"%s感觉到玩家在他的左侧。他开始向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [151]
			{
				270.585, -- [1]
				"%s向左侧翻滚！", -- [2]
				"死亡之翼", -- [3]
				1, -- [4]
			}, -- [152]
			["boss"] = "死亡之翼的背脊",
		}, -- [2]
		{
			{
				23.7959999999994, -- [1]
				"格里昂纳！让他们下地狱！", -- [2]
				"战争大师黑角", -- [3]
				7, -- [4]
			}, -- [1]
			{
				23.7959999999994, -- [1]
				"|TInterface\\Icons\\spell_fire_twilightflamebreath.blp:20|t%s准备施放|cFF9900CC|Hspell:106401|h[暮光杀戮]|h|r！", -- [2]
				"格里昂纳", -- [3]
				1, -- [4]
			}, -- [2]
			{
				33.8069999999998, -- [1]
				"|Tinterface\\icons\\spell_fire_twilightrainoffire.blp:0|t%s向天火号发动了一次|cFF9900CC|Hspell:110153|h[舷侧攻击]|h|r！", -- [2]
				"格里昂纳", -- [3]
				1, -- [4]
			}, -- [3]
			{
				45.5199999999995, -- [1]
				"一条幼龙俯冲下来，往甲板上投放了一个暮光工兵！", -- [2]
				"暮光渗透者", -- [3]
				1, -- [4]
			}, -- [4]
			{
				58.8279999999995, -- [1]
				"格里昂纳！让他们下地狱！", -- [2]
				"战争大师黑角", -- [3]
				7, -- [4]
			}, -- [5]
			{
				58.8279999999995, -- [1]
				"|TInterface\\Icons\\spell_fire_twilightflamebreath.blp:20|t%s准备施放|cFF9900CC|Hspell:106401|h[暮光杀戮]|h|r！", -- [2]
				"格里昂纳", -- [3]
				1, -- [4]
			}, -- [6]
			{
				85.4119999999994, -- [1]
				"一条幼龙俯冲下来，往甲板上投放了一个暮光工兵！", -- [2]
				"暮光渗透者", -- [3]
				1, -- [4]
			}, -- [7]
			{
				93.8329999999996, -- [1]
				"格里昂纳！让他们下地狱！", -- [2]
				"战争大师黑角", -- [3]
				7, -- [4]
			}, -- [8]
			{
				93.8329999999996, -- [1]
				"|TInterface\\Icons\\spell_fire_twilightflamebreath.blp:20|t%s准备施放|cFF9900CC|Hspell:106401|h[暮光杀戮]|h|r！", -- [2]
				"格里昂纳", -- [3]
				1, -- [4]
			}, -- [9]
			{
				103.870999999999, -- [1]
				"|Tinterface\\icons\\spell_fire_twilightrainoffire.blp:0|t%s向天火号发动了一次|cFF9900CC|Hspell:110153|h[舷侧攻击]|h|r！", -- [2]
				"格里昂纳", -- [3]
				1, -- [4]
			}, -- [10]
			{
				106.7, -- [1]
				"|Tinterface\\icons\\spell_fire_ragnaros_lavabolt.blp:0|t天火号受到结构性损害，突然引发了一次|cFFFF0000|Hspell:110095|h[甲板起火]|h|r！", -- [2]
				"天火号", -- [3]
				1, -- [4]
			}, -- [11]
			{
				125.445, -- [1]
				"一条幼龙俯冲下来，往甲板上投放了一个暮光工兵！", -- [2]
				"暮光渗透者", -- [3]
				1, -- [4]
			}, -- [12]
			{
				128.741, -- [1]
				"格里昂纳！让他们下地狱！", -- [2]
				"战争大师黑角", -- [3]
				7, -- [4]
			}, -- [13]
			{
				128.741, -- [1]
				"|TInterface\\Icons\\spell_fire_twilightflamebreath.blp:20|t%s准备施放|cFF9900CC|Hspell:106401|h[暮光杀戮]|h|r！", -- [2]
				"格里昂纳", -- [3]
				1, -- [4]
			}, -- [14]
			{
				145.136, -- [1]
				"集中火力攻击装甲巨龙！", -- [2]
				"空军上尉斯威茨", -- [3]
				7, -- [4]
			}, -- [15]
			{
				160.116999999999, -- [1]
				"看来我得亲自动手了。很好！", -- [2]
				"战争大师黑角", -- [3]
				7, -- [4]
			}, -- [16]
			{
				163.959, -- [1]
				"%s吸收了格里昂纳的生命力，重新焕发出活力并开始攻击！", -- [2]
				"战争大师黑角", -- [3]
				1, -- [4]
			}, -- [17]
			{
				167.589, -- [1]
				"%s吸收了格里昂纳的生命力，重新焕发出活力并开始攻击！", -- [2]
				"战争大师黑角", -- [3]
				1, -- [4]
			}, -- [18]
			{
				171.263, -- [1]
				"%s吸收了格里昂纳的生命力，重新焕发出活力并开始攻击！", -- [2]
				"战争大师黑角", -- [3]
				1, -- [4]
			}, -- [19]
			{
				176.142, -- [1]
				"%s吸收了格里昂纳的生命力，重新焕发出活力并开始攻击！", -- [2]
				"战争大师黑角", -- [3]
				1, -- [4]
			}, -- [20]
			{
				177.235, -- [1]
				"%s痛苦地尖叫并退入了云海的漩涡中。", -- [2]
				"格里昂纳", -- [3]
				1, -- [4]
			}, -- [21]
			["boss"] = "战争大师黑角",
		}, -- [3]
	},
	["encounter_spells"] = {
		[106372] = {
			["school"] = 34,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "奥卓克希昂",
		},
		[106199] = {
			["school"] = 1,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "丑恶的融合怪",
		},
		[107589] = {
			["school"] = 32,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "格里昂纳",
		},
		[108601] = {
			["school"] = 32,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_PERIODIC_DAMAGE"] = true,
			},
			["source"] = "死亡之翼",
		},
		[106400] = {
			["school"] = 1,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "变异的腐蚀",
		},
		[108042] = {
			["school"] = 1,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "战争大师黑角",
		},
		[109247] = {
			["school"] = 1,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "暮光工兵",
		},
		[105219] = {
			["school"] = 1,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "堕落熔岩",
		},
		[110137] = {
			["school"] = 1,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "战争大师黑角",
		},
		[105479] = {
			["school"] = 1,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_PERIODIC_DAMAGE"] = true,
			},
			["source"] = "腐蚀之触",
		},
		[106369] = {
			["school"] = 1,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "奥卓克希昂",
		},
		[108649] = {
			["school"] = 32,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "死亡之翼",
		},
		[106385] = {
			["school"] = 1,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "变异的腐蚀",
		},
		[105444] = {
			["school"] = 4,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "未知目标",
		},
		[106834] = {
			["school"] = 4,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "死亡之翼",
		},
		[105834] = {
			["school"] = 4,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "丑恶的融合怪",
		},
		[108043] = {
			["school"] = 1,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "战争大师黑角",
		},
		[105401] = {
			["school"] = 4,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "前肢触须",
		},
		[108051] = {
			["school"] = 32,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "格里昂纳",
		},
		[103846] = {
			["school"] = 1,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "莫卓克",
		},
		[104543] = {
			["school"] = 1,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "督军佐诺兹",
		},
		[108922] = {
			["school"] = 32,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "漆黑血球",
		},
		[105563] = {
			["school"] = 4,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "产卵者",
		},
		[108221] = {
			["school"] = 1,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "微光血球",
		},
		[106264] = {
			["school"] = 4,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "丑恶的融合怪",
		},
		[106835] = {
			["school"] = 4,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "死亡之翼",
		},
		[106444] = {
			["school"] = 1,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "变异的腐蚀",
		},
		[107851] = {
			["school"] = 1,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "缚风者哈格拉",
		},
		[108044] = {
			["school"] = 1,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "战争大师黑角",
		},
		[105845] = {
			["school"] = 4,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_CAST_START"] = true,
			},
			["source"] = "丑恶的融合怪",
		},
		[105847] = {
			["school"] = 1,
			["token"] = {
				["SPELL_CAST_START"] = true,
			},
			["source"] = "密封装甲板",
		},
		[109379] = {
			["school"] = 1,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_CAST_START"] = true,
			},
			["source"] = "腐蚀之触",
		},
		[106548] = {
			["school"] = 1,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_DAMAGE"] = true,
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "前肢触须",
		},
		[105445] = {
			["school"] = 4,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "灼疮触须",
		},
		[107501] = {
			["school"] = 32,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "暮光突击幼龙",
		},
		[109017] = {
			["school"] = 1,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "莫卓克",
		},
		[106375] = {
			["school"] = 32,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "奥卓克希昂",
		},
		[107850] = {
			["school"] = 1,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "缚风者哈格拉",
		},
		[106005] = {
			["school"] = 4,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "丑恶的融合怪",
		},
		[104849] = {
			["school"] = 32,
			["type"] = "DEBUFF",
			["token"] = {
				["SPELL_AURA_APPLIED"] = true,
				["SPELL_DAMAGE"] = true,
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_PERIODIC_DAMAGE"] = true,
			},
			["source"] = "不眠的约萨希",
		},
		[107588] = {
			["school"] = 1,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_CAST_START"] = true,
			},
			["source"] = "格里昂纳",
		},
		[105846] = {
			["school"] = 4,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "丑恶的融合怪",
		},
		[107029] = {
			["school"] = 1,
			["token"] = {
				["SPELL_CAST_START"] = true,
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "变异的腐蚀",
		},
		[108419] = {
			["school"] = 8,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "酸液血球",
		},
		[108045] = {
			["school"] = 1,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
			},
			["source"] = "战争大师黑角",
		},
		[108218] = {
			["school"] = 4,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "赤红血球",
		},
		[105848] = {
			["school"] = 1,
			["token"] = {
				["SPELL_CAST_START"] = true,
			},
			["source"] = "装甲板连接束",
		},
		[107018] = {
			["school"] = 4,
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_CAST_START"] = true,
			},
			["source"] = "死亡之翼",
		},
		[106401] = {
			["school"] = 32,
			["token"] = {
				["SPELL_DAMAGE"] = true,
			},
			["source"] = "格里昂纳",
		},
		[105248] = {
			["school"] = 4,
			["type"] = "BUFF",
			["token"] = {
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_AURA_APPLIED"] = true,
			},
			["source"] = "堕落熔岩",
		},
		[110312] = {
			["school"] = 32,
			["token"] = {
				["SPELL_DAMAGE"] = true,
				["SPELL_CAST_SUCCESS"] = true,
				["SPELL_HEAL"] = true,
			},
			["source"] = "战争大师黑角",
		},
	},
}
