
COLLECTOR_DB = {
	["global"] = {
		["serverData"] = {
			["top20Data"] = {
				["data"] = "$1$S200175:48778:189999:189364:59571:171826:191633:124408:183117:5784:75207:59650:32290:97560:32289:32295:32296:32235:88990:72807$$",
				["new"] = true,
			},
		},
		["realmFeed"] = {
			["白银之手"] = {
			},
			["燃烧之刃"] = {
			},
		},
		["firstLogin"] = false,
	},
	["profileKeys"] = {
		["黑胡子白腕子 - 白银之手"] = "黑胡子白腕子 - 白银之手",
		["地经萨 - 燃烧之刃"] = "地经萨 - 燃烧之刃",
		["奏端雨 - 白银之手"] = "奏端雨 - 白银之手",
	},
	["profiles"] = {
		["黑胡子白腕子 - 白银之手"] = {
		},
		["地经萨 - 燃烧之刃"] = {
		},
		["奏端雨 - 白银之手"] = {
			["showRecomment"] = 1470153600,
		},
	},
}
