
HandyNotesDB = {
	["profileKeys"] = {
		["黑胡子白腕子 - 白银之手"] = "黑胡子白腕子 - 白银之手",
		["地经萨 - 燃烧之刃"] = "地经萨 - 燃烧之刃",
		["奏端雨 - 白银之手"] = "奏端雨 - 白银之手",
	},
	["profiles"] = {
		["黑胡子白腕子 - 白银之手"] = {
		},
		["地经萨 - 燃烧之刃"] = {
		},
		["奏端雨 - 白银之手"] = {
		},
	},
}
HandyNotes_HandyNotesDB = {
	["profileKeys"] = {
		["黑胡子白腕子 - 白银之手"] = "黑胡子白腕子 - 白银之手",
		["地经萨 - 燃烧之刃"] = "地经萨 - 燃烧之刃",
		["奏端雨 - 白银之手"] = "奏端雨 - 白银之手",
	},
	["profiles"] = {
		["黑胡子白腕子 - 白银之手"] = {
		},
		["地经萨 - 燃烧之刃"] = {
		},
		["奏端雨 - 白银之手"] = {
		},
	},
}
